{"Acadian Redfish": ["/species/acadian-redfish", "/s3/styles/media_375_x_250/s3/2022-07/640x427-Acadian-Redfish-NOAAFisheries.png?itok=4oJ0pEVv", "Acadian redfish, also called ocean perch, is the only fish in the rockfish/ocean perch family in the Atlantic, compared to the more than 50 Sebastes species in the Pacific. The fish is called redfish in New England and Canada, but is not to be confused with redfish from the Gulf of Mexico (which is a drum). Acadian redfish are harvested year-round but harvests are usually largest during spring and summer in the Gulf of Maine."], "Adriatic Sturgeon": ["/species/adriatic-sturgeon", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-adriatic-sturgeon.png?itok=uYv_sHGk", "The Adriatic sturgeon is a large, long-lived anadromous species that spawns in freshwater after a period of growth in marine habitat. It is found in the Adriatic sea and the Po River and its inflow rivers in Italy. The Adriatic sturgeon is listed as endangered throughout its range under the Endangered Species Act."], "African Coelacanth": ["/species/african-coelacanth", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-african-coelacanth.png?itok=5T5fvPF3", "The African coelacanth belongs to an ancient lineage of bony, lobe-finned fish. The species was believed to have gone extinct over 65 million years ago but was rediscovered off the coast of South Africa in 1938. The Tanzanian distinct population segment (DPS) is thought to represent a single, isolated population of the species, having diverged approximately 200,000 years ago. The size of the population is likely small, with no connectivity to other populations. It also has late maturity and the longest generation time of any vertebrate. The main threats to the African coelacanth Tanzanian DPS include bycatch in shark gillnet fisheries and habitat destruction due to development. In 2016, NOAA Fisheries listed the DPS as threatened under the Endangered Species Act."], "Alaska Pollock": ["/species/alaska-pollock", "/s3/styles/media_375_x_250/s3/2022-07/640x427-Pollock-Alaska-NOAAFisheries.png?itok=iouDZwnl", "Alaska pollock—also known as walleye pollock—is a key species in the Alaska groundfish complex and a target species for one of the world's largest fisheries. Pollock is a semipelagic schooling fish widely distributed in the North Pacific Ocean with largest concentrations in the eastern Bering Sea.\nU.S. wild-caught Alaska pollock is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "American Plaice": ["/species/american-plaice", "/s3/styles/media_375_x_250/s3/2020-10/640x427-American_Plaice_Flounder_NB_W.jpg?itok=3uX9MIi_", "American plaice is a species of flounder that is found in relatively deep water from southern Labrador on the eastern coast of Canada to Rhode Island. \nStatus\nAccording to the 2019 operational assessment, American plaice is not overfished and overfishing is not occurring. The stock is considered to have been rebuilt. \nAppearance\nAmerican plaice is a right-eyed species of flounder.\nPlaice have a large mouth, rounded tail, and nearly straight lateral line running lengthwise along their body.\nThe upper side (eyed side) of adult plaice is typically reddish-brown in color, while the underside is white. \nBiology\nAmerican plaice can live for more than 20 years.\nPlaice spawn and fertilize their eggs near the ocean bottom. \nFertilized eggs float and ultimately hatch near the ocean’s surface. \nWhen plaice first hatch, their eyes are symmetrical, with an eye on each side of their head. As the fish grows, it flattens out and the left eye moves over to the right side of its head. After this metamorphosis, the juvenile settles to the ocean bottom.\nLarval plaice mostly eat plankton and adults primarily feed on bottom-dwelling invertebrates, such as brittle stars, sand dollars, polychaete worms, shrimps, and bivalve mollusks.\nWhere They Live\nAmerican plaice are distributed along the continental shelves from southern Labrador to Rhode Island in relatively deep water.\nIn the Northwest Atlantic, plaice are found along the Atlantic Coast of North America throughout the Gulf of Maine and Georges Bank.\nManagement\nWe manage a single stock of American plaice in U.S. waters.\nNOAA Fisheries and the New England Fishery Management Council manage the fishery.\nPlaice, along with other groundfish in New England waters, is managed under the Northeast Multispecies Fishery Management Plan, which includes:\nPermitting requirements for commercial vessels.\nSeparate management measures for recreational vessels.\nTime/Area closures to protect spawning fish and habitat.\nMinimum fish sizes to prevent harvest of juvenile fish.\nAnnual catch limits, based on best available science.\nAn optional sector (catch share) program can be used for cod and other groundfish species. The sector program allows fishermen to form harvesting cooperatives and work together to decide when, where, and how they harvest fish.\n\n"], "Argentine Angelshark": ["/species/argentine-angelshark", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-argentine-angelshark.png?itok=ipIUSsML", "The Argentine angelshark is a cartilaginous fish, similar to a ray or skate. It has a very restricted range in the Southwest Atlantic, from southern Brazil to at least the northern part of Argentina, one of the smallest ranges of any elasmobranch species. It is also considered to be the least common species of angelshark found in the southwestern Atlantic, particularly in Argentina. The main threat to the Argentine angelshark is bycatch in commercial fisheries operating in its core habitat for other commercially important fish. In 2017, NOAA Fisheries listed the species as endangered under the Endangered Species Act. "], "Arrowtooth Flounder": ["/species/arrowtooth-flounder", "/s3/styles/media_375_x_250/s3/2022-07/640x427-Flounder-Arrowtooth-NOAAFisheries.png?itok=HW87FG4V", "U.S. wild-caught arrowtooth flounder is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Atlantic Bigeye Tuna": ["/species/atlantic-bigeye-tuna", "/s3/styles/media_375_x_250/s3/2022-07/640x427-Tuna-Bigeye-NOAAFisheries.png?itok=vKgMmIBb", "U.S. wild-caught Atlantic bigeye tuna is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. "], "Atlantic Blacktip Shark": ["/species/atlantic-blacktip-shark", "/s3/styles/media_375_x_250/s3/2022-07/640x427-Shark-Blacktip-NOAAFisheries.png?itok=tf_6Qswj", "U.S. wild-caught Atlantic blacktip shark is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Atlantic Chub Mackerel": ["/species/atlantic-chub-mackerel", "/s3/styles/media_375_x_250/s3/2021-04/640x427-Atlantic-chub-mackerel-FNL_NB_W.jpg?itok=XmxlKvOl", "Atlantic chub mackerel are a schooling pelagic species that are found on the continental shelf to depths of about 250 to 300 meters throughout much of the western and eastern Atlantic Ocean. In the western Atlantic, their range spans from Nova Scotia (where they are rare) through Argentina, including the Gulf of Mexico.\nMigratory patterns in the western North Atlantic are also not well understood. In the northern hemisphere, chub mackerel migrate between northern areas in warmer months and southern areas in cooler months. Adults prefer temperatures of 60 to 70°F. Some studies suggest that juveniles tend to be found closer inshore than adults."], "Atlantic Cod": ["/species/atlantic-cod", "/s3/styles/media_375_x_250/s3/2022-07/640x427-Cod-Atlantic-NOAAFisheries.png?itok=TZ2xtdN4", "In the Northwest Atlantic, cod range from Greenland to Cape Hatteras, North Carolina. In U.S. waters, cod is most common on Georges Bank and in the western Gulf of Maine. Cod is an iconic fish of New England and in recent years, Atlantic cod stocks in our region have declined dramatically. NOAA Fisheries is working to rebuild this population. "], "Atlantic Common Thresher Shark": ["/species/atlantic-common-thresher-shark", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Shark-Common-Thresher-NOAAFisheries.png?itok=C0PrxgOg", "U.S. wild-caught Atlantic common thresher shark is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Atlantic Goliath Grouper": ["/species/atlantic-goliath-grouper", "/s3/styles/media_375_x_250/s3/2021-01/640x427-goliath-grouper-illustration.jpg?itok=8I81DcyN", "The goliath grouper is the largest grouper species in the Atlantic Ocean weighing up to 800 pounds. They were once so overfished in the southeastern United States, they were considered for listing under the Endangered Species Act.\nThe goliath grouper is found primarily in shallow tropical waters among coral and artificial reefs. Its range includes the Gulf of Mexico and Florida Keys in the United States, the Bahamas, most of the Caribbean, and most of the Brazilian coast. On some occasions, goliath grouper have been caught off the coast of New England in Massachusetts and Maine. In the eastern Atlantic Ocean, goliath grouper are found off the coast of Africa from the Congo to Senegal."], "Atlantic Halibut": ["/species/atlantic-halibut", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Halibut-Atlantic-right-NOAAFisheries.png?itok=_ZkQbvr-", "Although populations are well below target levels, U.S. wild-caught Atlantic halibut is still a smart seafood choice because it is sustainably managed under a rebuilding plan that allows limited harvest by U.S. fishermen."], "Atlantic Herring": ["/species/atlantic-herring", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Herring-Atlantic-NOAAFisheries.png?itok=P8hHrlag", "U.S. wild-caught Atlantic herring is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Atlantic Mackerel": ["/species/atlantic-mackerel", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Mackerel-Atlantic-NOAAFisheries.png?itok=BHWsNl2K", "U.S. wild-caught Atlantic mackerel is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Atlantic Mahi Mahi": ["/species/atlantic-mahi-mahi", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Mahimahi-NOAAFisheries.png?itok=PKR_aDtx", "Mahi mahi are highly sought for sport fishing and commercial purposes. They are pelagic fish found in off-shore temperate, tropical, and subtropical waters. Mahi dishes have become a staple in many restaurants, though much of what we see in restaurants and grocery stores across the country comes from the Pacific. \n "], "Atlantic Menhaden": ["/species/atlantic-menhaden", "/s3/styles/media_375_x_250/s3/2021-01/640x427-Atlantic_Menhaden_NB_W.jpg?itok=UMrmkgSN", "Found in coastal and estuarine waters from Nova Scotia to northern Florida, Atlantic menhaden play many important roles. They are filter feeders, primarily consuming phytoplankton and zooplankton in the water column. Menhaden support an important commercial fishery. They constitute the largest landings, by volume, along the Atlantic Coast of the United States. Menhaden are harvested for use as fertilizers, animal feed, and bait for fisheries including blue crab and lobster. They are a major source of omega-3 fatty acids, so they are also used to develop human and animal supplements. In estuaries like the Chesapeake Bay, they are food for striped bass and other fish, as well as for predatory birds, including osprey and eagles."], "Atlantic Pollock": ["/species/atlantic-pollock", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Pollock-Atlantic-NOAAFisheries.png?itok=2S9-mQzK", "U.S. wild-caught Atlantic pollock is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Atlantic Salmon": ["/species/atlantic-salmon", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Salmon-Atlantic-NOAAFisheries.png?itok=Le-oc2Zc", "Only farm-raised Atlantic salmon are found in U.S. seafood markets.\nCommercial and recreational fishing for Atlantic salmon in the United States is prohibited. In addition, the Gulf of Maine distinct population segment (DPS) of Atlantic salmon are protected under the Endangered Species Act. Learn more about protected Atlantic salmon."], "Atlantic Salmon (Farmed)": ["/species/atlantic-salmon-farmed", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Salmon-Atlantic-Farmed-NOAAFisheries.png?itok=_PpjrQIV", "Only farm-raised Atlantic salmon are found in U.S. seafood markets.\nCommercial fishing for Atlantic salmon in the United States is prohibited. The Gulf of Maine distinct population segment (DPS) of Atlantic salmon are protected under the Endangered Species Act. Learn more about protected Atlantic salmon."], "Atlantic Salmon (Protected)": ["/species/atlantic-salmon-protected", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Salmon-Atlantic-NOAAFisheries.png?itok=Le-oc2Zc", "Atlantic salmon, also known as the “King of Fish,” are anadromous, which means they live in both fresh and saltwater. Atlantic salmon have a complex life history that begins with spawning and juvenile rearing in rivers. They then migrate to saltwater to feed, grow, and mature before returning to freshwater to spawn.\nAtlantic salmon are vulnerable to many stressors and threats, dams and culverts that block or impede the migratory movements between freshwater spawning and rearing habitats and the marine environment, habitat degradation, foreign fisheries, and poor marine survival. They are considered an indicator species or a “canary in the coal mine.” This means that the health of the species is directly affected by its ecosystem health. When a river ecosystem is clean and well-connected, its salmon population is typically healthy and robust. When a river ecosystem is not clean or well-connected, its salmon population will usually decline.\nAtlantic salmon in the United States were once native to almost every coastal river northeast of the Hudson River in New York. But dams, pollution, and overfishing reduced their population size until the fisheries closed in 1948. Commercial and recreational fishing for wild sea-run Atlantic salmon is still prohibited in the United States. All Atlantic salmon in the public market is cultured and commercially grown. Currently, the only remaining wild populations of U.S. Atlantic salmon are found in a few rivers in Maine. These remaining populations comprise the Gulf of Maine distinct population segment, which is listed as endangered under the Endangered Species Act. Some populations in southern Canada and Europe are also declining significantly, creating concern about the status of this species globally. In addition, the Gulf of Maine DPS is one of eight Species in the Spotlight. This means that NOAA Fisheries has made it a priority to focus recovery efforts on research to better understand the major threats and stabilize the Gulf of Maine DPS by improving access to quality habitat and thus, preventing its extinction.\nOur dedicated scientists and partners use a variety of innovative techniques to conserve Atlantic salmon and to protect and rebuild depleted endangered populations. NOAA Fisheries also works with partners to protect federally designated critical habitat for Atlantic salmon and makes every effort to engage the public in conservation efforts. "], "Atlantic Sharpnose Shark": ["/species/atlantic-sharpnose-shark", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Shark-Atlantic-Sharpnose-NOAAFisheries.png?itok=v9MA7_p8", "U.S. wild-caught Atlantic sharpnose shark is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Atlantic Shortfin Mako Shark": ["/species/atlantic-shortfin-mako-shark", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Shortfin-Mako-Shark-NOAAFisheries.png?itok=hVhyo2E8", "As of July 5, 2022, U.S. fishermen may not land or retain Atlantic shortfin mako sharks. Product harvested before that date may be available in the U.S. market."], "Atlantic Skipjack Tuna": ["/species/atlantic-skipjack-tuna", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Tuna-Skipjack-NOAAFisheries.png?itok=ew3UUdkJ", "U.S. wild-caught Atlantic skipjack tuna is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Atlantic Spiny Dogfish": ["/species/atlantic-spiny-dogfish", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Shark-SpinyDogfish-NOAAFisheries.png?itok=SF4f354U", "The Atlantic spiny dogfish fishery operates from Maine to Florida and from inshore to offshore waters on the edge of the continental shelf. The spiny dogfish fishery uses predominantly bottom gillnets, with lesser amounts caught by trawls and hook gear. There is little consumer demand for spiny dogfish in the United States, but it is commonly used in Europe as the fish in 'fish and chips.' U.S. wild-caught Atlantic spiny dogfish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. Implementing regulations are found at 50 CFR part 648 subpart L."], "Atlantic Striped Bass": ["/species/atlantic-striped-bass", "/s3/styles/media_375_x_250/s3/2022-08/640x427-StripedBass-NOAAFisheries.png?itok=xZRbKt5K", "U.S. wild-caught Atlantic striped bass is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Atlantic Sturgeon": ["/species/atlantic-sturgeon", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-atlantic-sturgeon.png?itok=sBK9mVCS", "Atlantic sturgeon live in rivers and coastal waters from Canada to Florida. Hatched in the freshwater of rivers, Atlantic sturgeon head out to sea as sub-adults, and return to their birthplace to spawn, or lay eggs, when they reach adulthood.\nThe Atlantic sturgeon has five rows of bony plates known as scutes that run along its body and a snout with four slender, soft tissue projections called barbels in front of its mouth. In addition, the tail is like a shark’s where one side, or lobe, is larger than the other. All of these features give the fish its unique look.\nAtlantic sturgeon are slow-growing and late-maturing, and have been recorded to reach up to 14 feet in length and up to 60 years of age.\nIndigenous tribes have harvested Atlantic and shortnose sturgeon for their meat and eggs (roe) beginning some 4,000 years ago, and sturgeon are credited as the primary food source that saved the Jamestown settlers in 1607. Atlantic sturgeon were once found in great abundance, but their populations have declined greatly due to overfishing and habitat loss. Atlantic sturgeon were prized for their eggs, which were valued as high-quality caviar. During the late 1800s, people flocked to the eastern United States in search of caviar riches from the sturgeon fishery, known as the “Black Gold Rush.” By the beginning of the 1900s, sturgeon populations had declined drastically. Close to 7 million pounds of sturgeon were reportedly caught in 1887, but by 1905, the catch declined to only 20,000 pounds. By 1989, only 400 pounds of sturgeon were recorded. However, historical landings records generally failed to differentiate between Atlantic sturgeon and the smaller shortnose sturgeon, making it difficult to determine historical trends in abundance for populations of either species.\nToday, all five U.S. Atlantic sturgeon distinct population segments are listed as endangered or threatened under the Endangered Species Act. The populations in Canada are not protected species under the U.S. Endangered Species Act. The primary threats currently facing Atlantic sturgeon are entanglement in fishing gear, habitat degradation, habitat impediments, such as dams and other barriers, and vessel strikes.\nNOAA Fisheries and our partners are dedicated to conserving and rebuilding Atlantic sturgeon populations along the East Coast. We use a variety of innovative techniques to study, protect, and recover these endangered fish. Working closely with our partners, we develop regulations and management plans that preserve and restore sturgeon habitat, monitor bycatch, and promote population recovery. "], "Atlantic Wahoo": ["/species/atlantic-wahoo", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Wahoo-NOAAFisheries.png?itok=5Ncj5N9M", "U.S. wild-caught Atlantic wahoo is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Atlantic Wolffish": ["/species/atlantic-wolffish", "/s3/styles/media_375_x_250/s3/2020-12/640x427-Wolffish-Atlantic.jpg?itok=pXuiDDJv", "Status\nAccording to the 2017 operational assessment, Atlantic wolffish is overfished and overfishing is not occurring.\nAppearance\nAtlantic wolffish have a tapered body shape with a large rounded head and a slender tail.\nWolffish have multiple rows of teeth, some of which project prominently from their mouth.\nAdult wolffish are blueish-gray in color, and the underside of their body is typically lighter than the top side.\nAdult wolffish have a series of dark vertical patches running along the length of their body.\nBiology\nWolffish inhabit complex, rocky habitats.\nWolffish are relatively sedentary and they typically live alone, except during spawning season when male and female wolffish form bonded pairs.\nWolffish typically begin to reproduce by the time they reach ages 5 to 6.\nPeak spawning season for Atlantic wolffish is September to October.\nWolffish lay their eggs in masses, which the males guard for approximately 3 to 9 months until they hatch.\nAdult wolffish primarily feed on bottom-dwelling invertebrates, such as scallops, hermit crabs, Jonah crabs, and sea urchins.\nWhere They Live\nAtlantic wolffish are found along the Atlantic Coast of North America from Labrador to Great South Channel and Georges Bank.\nManagement\nNOAA Fisheries manages a single stock of Atlantic wolffish in U.S. waters.\nAtlantic wolffish is a zero-possession species, meaning vessels holding a federal groundfish permit may not fish for, possess, or land Atlantic wolffish. \nNOAA Fisheries and the New England Fishery Management Council manage the fishery.\nWolffish, along with other groundfish in New England waters, are managed under the Northeast Multispecies Fishery Management Plan, which includes:\nPermitting requirements for commercial vessels.\nSeparate management measures for recreational vessels.\nTime/area closures to protect spawning fish and habitat.\nMinimum fish sizes to prevent harvest of juvenile fish.\nAnnual catch limits, based on best available science.\nAn optional sector (catch share) program can be used for cod and other groundfish species. The sector program allows fishermen to form harvesting cooperatives and work together to decide when, where, and how they harvest fish.\n\n"], "Atlantic Yellowfin Tuna": ["/species/atlantic-yellowfin-tuna", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Tuna-Yellowfin-NOAAFisheries.png?itok=4OETK5Jf", "U.S. wild-caught Atlantic yellowfin tuna is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Banggai Cardinalfish": ["/species/banggai-cardinalfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-banggai-cardinalfish.jpg?itok=eN6dE-x2", "The Banggai cardinalfish is a small marine bony fish. The species is endemic to the Banggai Archipelago in Indonesia but has been introduced outside of its natural range through the ornamental live reef trade. The main threats to the Banggai cardinalfish are harvest for the ornamental live reef trade and habitat destruction. In 2016, NOAA Fisheries listed the species as threatened under the Endangered Species Act."], "Black Grouper": ["/species/black-grouper", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Grouper-Black-NOAAFisheries.png?itok=hOHaKCKp", "U.S. wild-caught black grouper is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. "], "Black Sea Bass": ["/species/black-sea-bass", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Black-Sea-Bass-NOAAFisheries.png?itok=6MMZ8hil", "The black sea bass fishery in the U.S. operates from Maine to Florida. Black sea bass are found in association with structured habitats. They migrate offshore and south in the fall, returning north and inshore to coastal areas and bays in spring. The black sea bass fishery predominantly uses trawls or rod and reel, but other gear includes longline, handline, pot, trap, gillnet, spear, and dredge. The market for black sea bass is for human consumption. U.S. wild-caught black sea bass is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. Implementing regulations are found at 50 CFR part 648 subpart I."], "Blackchin Guitarfish": ["/species/blackchin-guitarfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-guitarfish_blackchin.jpg?itok=fqMp_1Iu", "The blackchin guitarfish is a cartilaginous fish, similar to a ray or skate. The species once occurred in shallow waters throughout the Mediterranean Sea and eastern Atlantic Ocean, from Portugal to Angola. It no longer occurs in many areas of the Mediterranean, and it is rare in West Africa. The main threats to the blackchin guitarfish are commercial fishing to supply the shark fin trade and subsistence fishing to supply meat to growing coastal populations. In 2017, NOAA Fisheries listed the species as threatened under the Endangered Species Act. The common guitarfish and Brazilian guitarfish are also listed under the Endangered Species Act."], "Blue Catfish": ["/species/blue-catfish", "/s3/styles/media_375_x_250/s3/2021-01/640x427-Blue-Catfish-NB-W.jpg?itok=NoNXVKtj", "Blue catfish can be found in the waters of many states—both coastal and inland. Native to the Mississippi, Missouri, Ohio, and Rio Grande river basins, they have been introduced to other areas, primarily to serve as a recreational fishing target. Many anglers like fishing for blue catfish because they are strong, savvy fish that are a good challenge.\nBut in some areas, blue catfish can pose major challenges. Blue catfish were introduced to a few rivers in the Chesapeake Bay watershed decades ago. It was thought that these fish only lived in very fresh water. But they can tolerate water that is not completely fresh. That means that they can swim out of one river, into the more brackish Bay, and then into a different fairly fresh river. As a result, these fish have expanded their range throughout the Chesapeake. They grow large and eat many native species, so they have the potential to cause a lot of harm to the Chesapeake Bay ecosystem.\nLucky for humans, they are quite tasty and a good source of nutrition. States in the Chesapeake Bay watershed are working together to encourage recreational fishing for these catfish—and to develop and grow a commercial fishery as well."], "Bluefish": ["/species/bluefish", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Bluefish-NOAAFisheries.png?itok=8Qt2duWb", "The Atlantic bluefish fishery in the U.S. operates from Maine to Florida. Bluefish are highly migratory along the U.S. Atlantic coast and seasonally move. The bluefish fishery predominantly uses gillnets, but other gear includes hook and line, pound nets, seines, and trawls. The recreational fishery accounts for the majority of the bluefish total catch each year. The market for bluefish is for human consumption and is primarily sold fresh or smoked. U.S. wild-caught bluefish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. Implementing regulations are found at 50 CFR part 648 subpart J."], "Bocaccio": ["/species/bocaccio", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-bocaccio.jpg?itok=tFRg8DQu", "Bocaccio are large Pacific coast rockfish that are slow-growing, late to mature, and long-lived. They range from Punta Blanca, Baja California, to the Gulf of Alaska off Krozoff and the Kodiak Islands, but are most common between Oregon and northern Baja California. Having struggled to recover from overfishing, the Puget Sound/Georgia Basin distinct population segment of bocaccio is listed as endangered under the Endangered Species Act. Non-ESA listed populations of bocaccio are harvested in commercial and recreational fisheries off the West Coast and Alaska.\nLearn about the Pacific Coast Groundfish Fishery off the West Coast\nLearn about the ESA-protected population of bocaccio"], "Bocaccio (Protected)": ["/species/bocaccio-protected", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-bocaccio.jpg?itok=tFRg8DQu", "Bocaccio are large Pacific coast rockfish that are moderately slow-growing, late to mature, and long-lived. They range from Punta Blanca, Baja California, to the Gulf of Alaska off Krozoff and the Kodiak Islands, but are most common between Oregon and northern Baja California. Having struggled to recover from overfishing, the Puget Sound/Georgia Basin distinct population segment (DPS) of bocaccio is listed as endangered under the Endangered Species Act.\nNon-ESA listed populations of bocaccio are harvested in commercial and recreational fisheries. Bocaccio were overfished (southern subpopulation) in the West Coast groundfish fishery and recovered well ahead of schedule.\nLearn about bocaccio fisheries off the U.S. West Coast and Alaska\nStatus\nNOAA Fisheries is committed to conserving and protecting the Puget Sound/Georgia Basin DPS of bocaccio. Our scientists and partners use a variety of innovative techniques to study, learn more about, and protect this species.\nFind bocaccio status reviews"], "Brazilian Guitarfish": ["/species/brazilian-guitarfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-guitarfish_brazilian_nb_w.jpg?itok=LNTpvugq", "The Brazilian guitarfish is a cartilaginous fish, similar to skates and rays. The species once commonly occurred off the coast of southern Brazil, but due to significant fishing pressure, particularly on pregnant females, the species experienced a significant decline and population collapse in 1986. The main threat to the Brazilian guitarfish is overfishing and bycatch in various commercial and artisanal fisheries operating in its coastal inshore habitat. In 2017, NOAA Fisheries listed the species as endangered under the Endangered Species Act. "], "Butterfish": ["/species/butterfish", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Butterfish-NOAAFisheries.png?itok=k9P_zutR", "U.S. wild-caught butterfish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Canary Rockfish": ["/species/canary-rockfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-canary_rockfish.png?itok=_J9UuDvK", "Canary rockfish have been an important commercial species since at least the early 1880s, with fisheries off San Francisco, California and Washington state. They are caught in trawling and hook and line operations, along with a variety of other fish such as yellowtail, lingcod, and other rockfishes. The population on the U.S. West Coast was declared overfished in 2000 and a recovery plan was implemented in 2001. This stock was declared rebuilt in 2015.\nU.S. wild-caught canary rockfish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Chinese Sturgeon": ["/species/chinese-sturgeon", "/s3/styles/media_375_x_250/s3/2020-10/640x427-Sturgeon_Chinese_NB_W.jpg?itok=PJs6H7Fm", "The Chinese sturgeon is a large, long-lived anadromous species found in the freshwater Yangtze River as well as marine waters off the coast of China. The Chinese sturgeon is listed as endangered throughout its range under the Endangered Species Act."], "Chinook Salmon": ["/species/chinook-salmon", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Salmon-Chinook-NOAAFisheries.png?itok=q8NG8KJB", "U.S. wild-caught Chinook salmon is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations.\nNOAA Fisheries works in cooperation with federal, state, tribal, and Canadian officials to manage these commercial, recreational, and tribal harvest of salmon and steelhead in ocean and inland waters of the West Coast and Alaska. To learn more about management of these fisheries, visit our West Coast and Alaska fisheries management pages.\nHowever, some Chinook salmon are also protected under the Endangered Species Act. Learn more about protected Chinook salmon."], "Chinook Salmon (Protected)": ["/species/chinook-salmon-protected", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Salmon-Chinook-NOAAFisheries.png?itok=q8NG8KJB", "Chinook salmon are anadromous fish, which means they can live in both fresh and saltwater. Chinook salmon have a relatively complex life history that includes spawning and juvenile rearing in rivers followed by migrating to saltwater to feed, grow, and mature before returning to freshwater to spawn. They are vulnerable to many stressors and threats including blocked access to spawning grounds and habitat degradation caused by dams and culverts. Two species of chinook salmon are listed as endangered under the Endangered Species Act, seven species are listed as threatened under the ESA, and one species is a candidate for listing under the ESA.\nThe Sacramento River Winter-run Chinook is one of NOAA Fisheries' Species in the Spotlight.\nNOAA Fisheries is committed to conserving and protecting chinook salmon. Our scientists and partners use a variety of innovative techniques to study, learn more about, and protect this species."], "Chum Salmon": ["/species/chum-salmon", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Salmon-Chum-NOAAFisheries.png?itok=JkfRQcNp", "U.S. wild-caught chum salmon is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations.\nNOAA Fisheries works in cooperation with federal, state, tribal, and Canadian officials to manage these commercial, recreational, and tribal harvest of salmon and steelhead in ocean and inland waters of the West Coast and Alaska. To learn more about management of these fisheries, visit our West Coast and Alaska fisheries management pages.\nHowever, some chum salmon are also protected under the Endangered Species Act. Learn more about protected chum salmon."], "Chum Salmon (Protected)": ["/species/chum-salmon-protected", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Salmon-Chum-NOAAFisheries.png?itok=JkfRQcNp", "Chum salmon may historically have been the most abundant of all Pacific salmonids. They are an anadromous fish, which means they can live in both fresh and saltwater. Chum salmon have a relatively complex life history that includes spawning and juvenile rearing in rivers followed by migrating to saltwater to feed, grow, and mature before returning to freshwater to spawn. They are vulnerable to many stressors and threats including blocked access to spawning grounds and habitat degradation caused by dams and culverts. Two evolutionary significant units of chum salmon are listed as threatened under the Endangered Species Act.\nNOAA Fisheries is committed to conserving and protecting chum salmon. Our scientists and partners use a variety of innovative techniques to study, learn more about, and protect this species.\nLearn more about chum salmon"], "Cobia": ["/species/cobia", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Cobia-NOAAFisheries.png?itok=syZj7oJZ", "U.S. wild-caught cobia is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Coho Salmon": ["/species/coho-salmon", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Salmon-Coho-NOAAFisheries.png?itok=3Ld6cPzB", "U.S. wild-caught coho salmon is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations.\nNOAA Fisheries works in cooperation with federal, state, tribal, and Canadian officials to manage these commercial, recreational, and tribal harvest of salmon and steelhead in ocean and inland waters of the West Coast and Alaska. To learn more about management of these fisheries, visit our West Coast and Alaska fisheries management pages.\nSome evolutionarily significant units (ESUs) of coho salmon are listed as endangered or threatened under the Endangered Species Act. Learn more about protected coho salmon."], "Coho Salmon (Protected)": ["/species/coho-salmon-protected", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Salmon-Coho-NOAAFisheries.png?itok=3Ld6cPzB", "Coho salmon are an anadromous fish, which means they can live in both fresh and saltwater. Coho salmon have a relatively complex life history that includes spawning and juvenile rearing in rivers for at least one summer followed by migrating to saltwater to feed, grow, and mature before returning to freshwater to spawn. They are vulnerable to many stressors and threats including blocked access to spawning grounds and habitat degradation caused by dams and culverts. One evolutionary significant unit of coho salmon is listed as endangered and three ESUs are listed as threatened under the Endangered Species Act.\nThe Central California Coast Coho ESU is one of NOAA Fisheries' Species in the Spotlight.  \nNOAA Fisheries is committed to conserving and protecting coho salmon. Our scientists and partners use a variety of innovative techniques to study, learn more about, and protect this species.\nLearn more about protected coho salmon"], "Common Angelshark": ["/species/common-angelshark", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-common-angelshark.png?itok=5T4w15zU", "The common angelshark is a cartilaginous fish similar to a ray or skate. The species once occurred in waters throughout the Mediterranean Sea and along the eastern Atlantic Ocean, from Scandinavia to Mauritania. It no longer occurs in many areas of the Mediterranean and is rare throughout the rest of its range with one exception—the Canary Islands. The main threat to the common angelshark is commercial fishing, particularly by demersal fisheries, like trawl fisheries, that primarily operate in depths where the common angelshark occurs. In 2016, NOAA Fisheries listed the species as endangered under the Endangered Species Act. "], "Common Guitarfish": ["/species/common-guitarfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-guitarfish_common_nb_w.jpg?itok=mqETNJKP", "The common guitarfish is a cartilaginous fish, similar to a ray or skate. The species once occurred in shallow waters throughout the Mediterranean Sea and eastern Atlantic Ocean, from France to Angola. It no longer occurs in many areas of the Mediterranean, and it is rare in West Africa. The main threats to the common guitarfish are commercial fishing to supply the shark fin trade and subsistence fishing to supply meat to growing coastal populations. In 2017, NOAA Fisheries listed the species as threatened under the Endangered Species Act. The blackchin and Brazilian guitarfish are also listed under the Endangered Species Act. "], "Crimson Jobfish": ["/species/crimson-jobfish", "/s3/styles/media_375_x_250/s3/2022-07/640x427-Opakapaka-pink-snapper.png?itok=c-hRn5gu", "Crimson jobfish—commonly known as ‘ōpakapaka—is a species of snapper fish found throughout the tropical Pacific Ocean, including American Samoa, Guam, Hawaii, and the Northern Mariana Islands. They are one of the Main Hawaiian Islands (MHI) Deep 7 bottomfish and live at depths from 240 to 720 feet. 'Ōpakapaka is a popular and important species for the fishing industry in and around the Pacific Islands region. It is caught year-round and is highly prized for its mild flavor and premium texture."], "Cusk": ["/species/cusk", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-cusk.jpg?itok=ZQWZOBPm", "Cusk is a deep water species found in rocky, hard bottom areas to a depth of 328 feet. It is a very unique species of fish as it's the only one in its taxonomic genus of Brosme. Cusk is relatively slow-growing and late-maturing, and the maximum age of this species is believed to be greater than 14 years."], "Daggernose Shark": ["/species/daggernose-shark", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-daggernose-shark.png?itok=WTvV0V6x", "The daggernose shark is a cartilaginous fish. The species once occurred in the shallow tropical waters of the central western Atlantic Ocean and Caribbean Sea, from Venezuela to northern Brazil, making it one of the smallest ranges of any elasmobranch species. It no longer occurs in areas of Brazil where it was previously common. Recent records of the species throughout the rest of its range are scarce. The main threat to the daggernose shark is bycatch in unregulated artisanal gillnet fisheries operating throughout its range. In 2017, NOAA Fisheries listed the species as endangered under the Endangered Species Act. "], "Dover Sole": ["/species/dover-sole", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Sole-Dover-NOAAFisheries.png?itok=A2Px1E0h", "U.S. wild-caught Dover sole is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Dwarf Sawfish": ["/species/dwarf-sawfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-dwarf-sawfish.jpg?itok=3ysKSY0u", "Dwarf sawfish are related to sharks, skates, and rays. Like these related species, dwarf sawfish have skeletons made of cartilage. They get their name from their “saws,” long, flat snouts edged with teeth. Early sawfish first appeared in the ocean about 100 million years ago and modern sawfish species have existed for about 56 million years.\nToday, dwarf sawfish are found only in the Indo-Pacific Ocean. The main threats to the dwarf sawfish include habitat loss and entanglement. Under the Endangered Species Act, NOAA Fisheries must list threatened and endangered marine species regardless of where they are found. "], "Dwarf Seahorse": ["/species/dwarf-seahorse", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-seahorse_dwarf.jpg?itok=klrc5A10", "The dwarf seahorse is the third smallest seahorse species in the world. It is found in seagrass beds in the Gulf of Mexico, the Atlantic Coast of Florida, and the Caribbean."], "English Sole": ["/species/english-sole", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Sole-English-NOAAFisheries.png?itok=_6PuwMsl", "U.S. wild-caught English sole is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Eulachon": ["/species/eulachon", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-eulachon.png?itok=VujCfiX9", "Eulachon are an anadromous (moving between freshwater and saltwater) smelt in the family Osmeridae. The binomial species name is derived from Greek roots; thaleia meaning rich, ichthys meaning fish, and pacificus meaning of the Pacific.\nEulachon are found from northern California to southwest Alaska. The southern distinct population segment (DPS) is listed as threatened under the Endangered Species Act.\nEulachon have many other names—smelt, hooligan, oolichan, and fathom fish. First Nations people called eulachon \"salvation\" fish because the return of spawning runs to coastal rivers meant the difference between life and starvation after a hard winter. Native people continue to fish for eulachon by traditional methods for use as an important subsistence food and medicine.\nNOAA Fisheries is committed to conserving and protecting eulachon. Our scientists and partners use a variety of innovative techniques to study, learn more about, and protect this species."], "European Sturgeon": ["/species/european-sturgeon", "/s3/styles/media_375_x_250/s3/2020-10/640x427-Sturgeon_European_NB_W.jpg?itok=A90pjEr4", "The European sturgeon is a long-lived, anadromous species. that historically bred in all large rivers in Europe. The last remaining population occurs in the Gironde-Garonne-Dordogne basin in France. The European sturgeon is listed as endangered throughout its range under the Endangered Species Act."], "Federally Managed Gulf of Mexico Reef Fish": ["/species/federally-managed-gulf-mexico-reef-fish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-gulf-of-mexico-reef-fish.jpg?itok=sfpGCPDu", "These are the species federally managed by the Fishery Management Plan for Reef Fish Resources of the Gulf of Mexico. The table includes the status of the stock and most recent assessments from the Southeast Data and Assessment Review (SEDAR) or the Gulf of Mexico Fishery Management Council's Scientific and Statistical Committee (SSC).\nReef Fish Fishery Management Plan \nFishing Regulations and Seasonal Closures\nAnnual Catch Limit Monitoring\nGulf of Mexico Branch Homepage\nStay up to date on fishery announcements, sign up for bulletins and text alerts\n\nCommon Name\n\n\nScientific Name\n\n\nOverfishing Status\n\n\nOverfished Status\n\n\nMost recent assessment or SSC workshop\n\n\nFamily Balistidae – Triggerfishes\n\n\n\ngray triggerfish\n\n\nBalistes capriscus\n\n\nN\n\n\nN\n\n\nSEDAR 43 2015\n\n\nFamily Carangidae – Jacks\n\ngreater amberjack\n\n\nSeriola dumerili\n\n\nN\n\n\nY \n\n\nSEDAR 33 Update 2016a\n\nlesser amberjack\n\n\nSeriola fasciata\n\n\nN\n\n\nUnknown \n\n\nSEDAR 49 2016\n\nalmaco jack\n\n\nSeriola rivoliana\n\n\nN\n\n\nUnknown \n\n\nSEDAR 49 2016\n\nbanded rudderfish\n\n\nSeriola zonata\n\n\nUnknown\n\n\nUnknown\n\n\n \n\n\nFamily Labridae – Wrasses\n\nhogfish\n\n\nLachnolaimus maximus\n\n\nN\n\n\nN \n\n\nSEDAR 37 2013\n\n\nFamily Malacanthidae – Tilefishes\n\ntilefish (golden)\n\n\nLopholatilus chamaeleonticeps\n\n\nN\n\n\nN\n\n\nSEDAR 22 2011a\n\nblueline tilefish\n\n\nCaulolatilus microps\n\n\nUnknown\n\n\nUnknown\n\n\n \n\n\ngoldface tilefish\n\n\nCaulolatilus chrysops \n\n\nUnknown\n\n\nUnknown\n\n\n \n\n\nFamily Serranidae – Groupers \n\ngag\n\n\nMycteroperca microlepis\n\n\nN\n\n\nN\n\n\nSEDAR 33 Update 2016b\n\nred grouper\n\n\nEpinephelus morio\n\n\nN\n\n\nN\n\n\nSEDAR 42 2015\n\nscamp\n\n\nMycteroperca phenax\n\n\nUnknown\n\n\nUnknown\n\n\n \n\nblack grouper\n\n\nMycteroperca bonaci\n\n\nN\n\n\nN\n\n\nSEDAR 19 2010 \n\n\nyellowedge grouper\n\n\nHyporthodus flavolimbatus\n\n\nN\n\n\nN \n\n\nSEDAR 22 2011b\n\nsnowy grouper\n\n\nHyporthodus niveatus\n\n\nN\n\n\nUnknown \n\n\nSEDAR 49 2016\n\n\nspeckled hind\n\n\nEpinephelus drummondhayi\n\n\nN\n\n\nUnknown \n\n\nSEDAR 49 2016\n\nyellowmouth grouper\n\n\nMycteroperca interstitialis\n\n\nN\n\n\nUnknown \n\n\nSEDAR 49 2016\n\n\nyellowfin grouper\n\n\nMycteroperca venenosa\n\n\nUnknown\n\n\nUnknown\n\n\n \n\nwarsaw grouper\n\n\nHyporthodus nigritus\n\n\nN\n\n\nUnknown \n\n\n \n\nAtlantic goliath grouper\n\n\nEpinephelus itajara\n\n\nN\n\n\nUnknown \n\n\nSEDAR 47 2016 \nAs a protected species, the ACL is set at zero and benchmarks do not reflect appropriate stock dynamics\n\n\nFamily Lutjanidae – Snappers\n\nqueen snapper\n\n\nEtelis oculatus\n\n\nN\n\n\nUnknown \n\n\n \n\nmutton snapper\n\n\nLutjanus analis\n\n\nN\n\n\nN\n\n\nSEDAR 15A Update 2015\n\nblackfin snapper\n\n\nLutjanus buccanella\n\n\nN\n\n\nUnknown \n\n\n \n\nred snapper\n\n\nLutjanus campechanus\n\n\nN\n\n\nN\n\n\nSEDAR 31 Update 2015\n\ncubera snapper\n\n\nLutjanus cyanopterus\n\n\nN\n\n\nUnknown \n\n\n \n\ngray snapper\n\n\nLutjanus griseus\n\n\nY\n\n\nUnknown \n\n\n \n\nlane snapper\n\n\nLutjanus synagris\n\n\nY\n\n\nUnknown \n\n\nSEDAR 49 2016\n\nsilk snapper\n\n\nLutjanus vivanus\n\n\nUnknown\n\n\nUnknown\n\n\n \n\nyellowtail snapper\n\n\nOcyurus chrysurus\n\n\nN\n\n\nN \n\n\nSEDAR 27A 2012\n\n\n\nvermilion snapper\n\n\nRhomboplites aurorubens\n\n\nN\n\n\nN \n\n\nSEDAR 45 2016\n\n\nwenchman\n\n\nPristipomoides aquilonaris\n\n\nN\n\n\nN\n\n\nSEDAR 49 2016\n\n"], "Flathead Sole": ["/species/flathead-sole", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Sole-Flathead-NOAAFisheries.png?itok=Rj77OlGv", "U.S. wild-caught flathead sole is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Gag Grouper": ["/species/gag-grouper", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Grouper-Gag-NOAAFisheries.png?itok=fXq_k2V1", "U.S. wild-caught gag grouper is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Giant Manta Ray": ["/species/giant-manta-ray", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-giant-manta-ray.jpg?itok=z7-fD_w-", "The giant manta ray is the world’s largest ray with a wingspan of up to 26 feet. They are filter feeders and eat large quantities of zooplankton. Giant manta rays are slow-growing, migratory animals with small, highly fragmented populations that are sparsely distributed across the world.\nThe main threat to the giant manta ray is commercial fishing, with the species both targeted and caught as bycatch in a number of global fisheries throughout its range. Manta rays are particularly valued for their gill plates, which are traded internationally. In 2018, NOAA Fisheries listed the species as threatened under the Endangered Species Act."], "Golden Tilefish": ["/species/golden-tilefish", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Tilefish-Golden-NOAAFisheries.png?itok=vEboKLUw", "Golden tilefish are found along the outer continental shelf and slope from Nova Scotia, Canada to Suriname. The golden tilefish fishery in the U.S. is managed from Maine through Virginia, with the majority of the fishery concentrated between Nantucket Island, Massachusetts, south to Cape May, New Jersey; more specifically between Hudson and Veatch Canyons. The commercial fishery predominantly uses longline gear, although handline, rod and reel, and trawl gear are also authorized. Only rod and reel gear is allowed in the recreational golden tilefish fishery. The market for golden tilefish is for human consumption and is often used in sushi. U.S. wild-caught golden tilefish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. Implementing regulations are found at 50 CFR part 648 subpart N."], "Gray Triggerfish": ["/species/gray-triggerfish", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Triggerfish-Gray-NOAAFisheries.png?itok=I1mTxAup", "U.S. wild-caught gray triggerfish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Greater Amberjack": ["/species/greater-amberjack", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Amberjack-Greater-NOAAFisheries.png?itok=PPSEDNka", "Although some populations are below target levels, U.S. wild-caught greater amberjack is still a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Green Sawfish": ["/species/green-sawfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-green-sawfish.jpg?itok=vFJ9tFAo", "The green sawfish belongs to a group of fish—called elasmobranchs—that includes rays, skates, and sharks. The green sawfish is listed as endangered throughout its range under the Endangered Species Act."], "Green Sturgeon": ["/species/green-sturgeon", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-green-sturgeon.png?itok=xC4OgsdP", "Green sturgeon are an anadromous fish, which means they can live in both fresh and saltwater. They have a relatively complex life history that includes spawning and juvenile rearing in rivers followed by migrating to saltwater to feed, grow, and mature before returning to freshwater to spawn. They are a long-lived, slow-growing fish. They are vulnerable to many stressors and threats including blocked access to spawning grounds and habitat degradation caused by dams and culverts. The southern distinct population segment is listed as threatened under the Endangered Species Act.\nNOAA Fisheries is committed to conserving and protecting green sturgeon. Our scientists and partners use a variety of innovative techniques to study, learn more about, and protect this species.\nBrochure on the life cycle, key threats, recovery actions, and success stories of Green Sturgeon"], "Greenland Turbot": ["/species/greenland-turbot", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Turbot-Greenland-NOAAFisheries.png?itok=wDpCAPQ2", "U.S. wild-caught Greenland turbot is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Gulf Grouper": ["/species/gulf-grouper", "/s3/styles/media_375_x_250/s3/dam-migration/640x420-gulf-grouper.jpg?itok=tIlD0a7J", "Gulf grouper are large fish that live in shallow, coastal areas including estuaries, bays, and mangroves as juveniles, before moving on to rocky reefs and kelp beds as adults. They are late-maturing, long-lived, top-level predators found from Mazatlan, Mexico, to the Gulf of California and rarely along the outer southern coast of Baja California. \nGulf grouper used to be common in the Gulf of California, but they became scarce, because commercial and recreational fisherman could easily catch them. All harvest of gulf grouper is currently prohibited in the United States. \nGulf grouper are listed as endangered under the Endangered Species Act. NOAA Fisheries is dedicated to the conservation of gulf grouper. Our scientists use a variety of innovative techniques to study and protect this species."], "Gulf Sturgeon": ["/species/gulf-sturgeon", "/s3/styles/media_375_x_250/s3/2021-05/640x427-Sturgeon_Gulf_NB_W.jpg?itok=rmYzAfRI", "The Gulf sturgeon is a sub-species of the Atlantic sturgeon that can be found from Lake Pontchartrain and the Pearl River system in Louisiana and Mississippi to the Suwannee River in Florida. Hatched in the freshwater of rivers, Gulf sturgeon head out to sea as juveniles, and return to the rivers to over summer or spawn (lay eggs) when they reach adulthood.\nThe Gulf sturgeon has five rows of bony plates known as scutes that run along its body and a snout with four barbels (slender, whisker-like, soft tissue projections) in front of its mouth. Similar to sharks, Gulf sturgeon have tails where one side, or lobe, is larger than the other. All of these features give the fish its unique look.\nIn 1991, Gulf sturgeon were listed as threatened under the Endangered Species Act after their population was greatly reduced or eliminated throughout much of their range because of overfishing, dam construction, and habitat degradation. NOAA Fisheries and the U.S. Fish and Wildlife Service jointly manage and protect Gulf sturgeon."], "Haddock": ["/species/haddock", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Haddock-NOAAFisheries.png?itok=2_tTlVR5", "Haddock are found on both sides of the North Atlantic. In the western North Atlantic, they’re found from Newfoundland to Cape May, New Jersey, and are most abundant on Georges Bank and in the Gulf of Maine."], "Island Grouper": ["/species/island-grouper", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-island-grouper.jpg?itok=jEPGYBcO", "The island grouper is a shallow water fish that is found off the Canary Islands, Madeira and the Azores, and Cape Verde. The island grouper is listed as threatened throughout its range under the Endangered Species Act."], "Kaluga Sturgeon": ["/species/kaluga-sturgeon", "/s3/styles/media_375_x_250/s3/2020-10/640x427-Sturgeon_Kaluga_NB_W.jpg?itok=uzfbXzt4", "The kaluga sturgeon is a large, long-lived anadromous species found in the lower reaches of the Amur River of Russia and China. The kaluga sturgeon is listed as endangered throughout its range under the Endangered Species Act."], "King Mackerel": ["/species/king-mackerel", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Mackerel-King-NOAAFisheries.png?itok=5vVFj_kK", "U.S. wild-caught king mackerel is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Largetooth Sawfish": ["/species/largetooth-sawfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-largetooth-sawfish.png?itok=ew5thEPT", "The largetooth sawfish is one of five species of sawfishes. Although sawfishes have shark-like bodies, they are actually a type of ray. They are named after their \"saws\" (rostra)—long, flat snouts edged with teeth. The largetooth sawfish has the largest historical range of all sawfish species, but its populations have dramatically declined worldwide. Largetooth sawfish and smalltooth sawfish are the two species of sawfish that have historically inhabited U.S. waters, though largetooth sawfish have not been found in the United States in more than 50 years. Both are listed as endangered under the Endangered Species Act. "], "Lingcod": ["/species/lingcod", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Lingcod-NOAAFisheries.png?itok=l8N-xhHF", "U.S. wild-caught lingcod is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Main Hawaiian Islands Deep 7 Bottomfish": ["/species/main-hawaiian-islands-deep-7-bottomfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-hawaiian-islands-deep7-bottomfish.jpg?itok=vujbUlnr", "The Deep 7 are the most culturally important and highly valued of the deep-water bottomfish species in Hawaiʻi. The Deep 7 bottomfish complex is composed of six snapper species and one grouper species:\n \nEhu (squirrelfish snapper), Etelis carbunculus\nGindai (Brigham's snapper), Pristipomoides zonatus\nHapuʻupuʻu (Seale's grouper, Hawaiian grouper), Hyporthodus quernus\nKalekale (Von Siebold's snapper), Pristipomoides sieboldii\nLehi (silverjaw snapper), Aphareus rutilans\nOnaga (longtail snapper), Etelis coruscans\n'Ōpakapaka (pink snapper), Pristipomoides filamentosus\n \nOf the complex, ‘ōpakapaka and onaga are the most abundantly harvested by fishermen and highly prized by chefs for their premium texture and mild flavor.\nLearn about sustainable seafood in the Pacific Islands\n\nWhere They Live\nThese fish typically live at depths of 75 to 400 meters around the main Hawaiian Islands. They are often associated with hard, rocky seafloor habitats with lots of nooks and crannies. Some limited information suggests that juveniles of some of these species may be found in shallower soft sand and mud environments. Some of these species are not only found in the main Hawaiian Islands, but also exist in the Northwestern Hawaiian Islands, Johnston Atoll, American Samoa, Guam, and the Commonwealth of the Northern Mariana Islands.\n \nLearn about our research\n\n \n\nStatus\nThis bottomfish complex remains abundant in Hawaiian waters and can continue to be sustainably harvested, according to a 2018 stock assessment. The assessment shows a positive outlook for the stock; they are not currently overfished and are not experiencing overfishing.\nLearn about our management efforts"], "Monkfish": ["/species/monkfish", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Monkfish-NOAAFisheries.png?itok=ChHXttt6", "The commercial monkfish fishery in the U.S. operates from Maine to North Carolina out to the continental margin. Trawl gear is primarily used in northern waters, and gillnet gear in southern waters. Because it is common for monkfish to be caught in conjunction with groundfish, you will see a lot of the information on this site also relates to the northeast multispecies (groundfish) fishery. The monkfish fishery is managed using a days-at-sea and trip limit management system. There is no known directed recreational fishery for monkfish. The market for monkfish is for human consumption. U.S. wild-caught monkfish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. Implementing regulations are found at 50 CFR part 648 subpart F."], "Narrow Sawfish": ["/species/narrow-sawfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-narrow-sawfish.jpg?itok=0iSA-ZPF", "The narrow sawfish belongs to a group of fish called elasmobranchs that includes rays, skates, and sharks. The narrow sawfish is listed as endangered throughout its range under the Endangered Species Act."], "Narrownose Smoothhound Shark": ["/species/narrownose-smoothhound-shark", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-narrownose-smoothhound-shark.png?itok=6sfYLWuo", "The narrownose smoothhound is a shark. It is the most abundant and widely distributed Triakid in the Argentine Sea and historically had high densities in the Argentine-Uruguay Common Fishing Zone. However, due to significant fishing pressure by commercial and artisanal fisheries throughout its range, the species has experienced potentially significant population declines and the potential extirpation of its breeding population in Brazil. The main threat to the narrownose smoothhound is targeted and incidental catch in various commercial and artisanal fisheries operating in its coastal inshore habitat, including nursery areas. In 2017, NOAA Fisheries listed the species as threatened under the Endangered Species Act. "], "Nassau Grouper": ["/species/nassau-grouper", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-nassau-grouper.jpg?itok=s9eNATzw", "The Nassau grouper is a reef fish. It is a member of the family Serranidae, which includes groupers valued as a major fishery resource such as the gag grouper and the red grouper. These large fish are associated with hard structures like reefs (both natural and artificial), rocks, and ledges. They are late-maturing, long-lived, top-level predators found in tropical and subtropical waters in the Caribbean and western North Atlantic.\nNassau grouper used to be one of the most common species of grouper in the United States. It was easy for commercial and recreational fisherman to catch Nassau grouper and it soon became scarce. The remaining stocks are overexploited. In some cases, Nassau grouper is commercially extinct through much of its geographical range. Currently, all harvest of Nassau grouper is prohibited in the United States. Because their range exceeds national borders, the best approach to their conservation is regional closed seasons.\nNassau grouper is listed as threatened under the Endangered Species Act. NOAA Fisheries is dedicated to the conservation of Nassau grouper. Our scientists use a variety of innovative techniques to study and protect this species."], "North Atlantic Albacore Tuna": ["/species/north-atlantic-albacore-tuna", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Tuna-Albacore-NOAAFisheries.png?itok=3pIybUTf", "U.S. wild-caught North Atlantic albacore tuna is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "North Atlantic Swordfish": ["/species/north-atlantic-swordfish", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Swordfish-NOAAFisheries.png?itok=CXHjejmF", "U.S. wild-caught north Atlantic swordfish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "North Pacific Swordfish": ["/species/north-pacific-swordfish", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Swordfish-NOAAFisheries.png?itok=CXHjejmF", "U.S. wild-caught North Pacific swordfish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Northeast Multispecies (Groundfish)": ["/species/northeast-multispecies-groundfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-northeast_groundfish_group.jpg?itok=Ek1l5BcU", "The Northeast multispecies (groundfish) complex consists of 13 species:\nAtlantic cod (Gadus morhua)\nHaddock (Melanogrammus aeglefinus)\nYellowtail flounder (Limanda ferruginea)\nPollock (Pollachius virens)\nAmerican plaice (Hippoglossoides platessoides)\nWitch flounder (Glyptocephalus cynoglossus)\nWhite hake (Urophycis tenuis)\nWindowpane flounder (Scophthalmus aquosus)\nWinter flounder (Pseudopleuronectes americanus)\nAcadian redfish (Sebastes fasciatus)\nAtlantic halibut (Hippoglossus hippoglossus)\nAtlantic wolffish (Anarhichas lupus)\nOcean pout (Macrozoarces americanus)\nGroundfish are distributed throughout the Greater Atlantic region, from Cape Hatteras, North Carolina, to the U.S./Canada border. Some species of groundfish are typically found on (flounders) or near (cod, haddock) the seafloor, while others (redfish, white hake) may only spend a portion of their time near the bottom of the ocean. \nThe majority of the groundfish that are landed in the Greater Atlantic Region are harvested in the Gulf of Maine and on Georges Bank. Fishermen primarily use bottom trawl, sink gillnet, and hook gear to target groundfish. Historically, many of the vessels that actively fish for groundfish have hailed from ports from New Jersey to Maine. Atlantic cod, haddock, and yellowtail flounder have traditionally been the highest-value groundfish species. \n \nLast updated by Greater Atlantic Regional Fisheries Office on 09/26/2019"], "Northeast Skate Complex": ["/species/northeast-skate-complex", "/s3/styles/media_375_x_250/s3/2022-06/640x427-winter-skate-little-skate.jpg?itok=shZXOiYy", "The Northeast skate complex fishery consists of seven species: \nBarndoor skate (Dipturis laevis)\nClearnose skate (Raja eglanteria)\nLittle skate (Leucoraja erinacea)\nRosette skate (Leucoraja garmani) \nSmooth skate (Malacoraja senta)\nThorny skate (Amblyraja radiata)\nWinter skate (Leucoraja ocellata)\nThe primary target species in the skate fishery are winter and little skates. Winter skates are harvested for their wings for human consumption and little skates are harvested as bait for lobster and other fisheries. \nThe Northeast skate complex fishery in the Greater Atlantic Region includes seven skate species and operates from Maine to Cape Hatteras, North Carolina; from inshore to offshore waters on the edge of the continental shelf. Skate is mostly harvested incidentally in trawl and gillnet fisheries targeting groundfish, monkfish, and sometimes scallops. Implementing regulations are found at 50 CFR part 648 subpart O.\nThe skate complex is distributed form near the tide line to depths exceeding 700 meters. Most of the bait fishery occurs in New England waters and is largely comprised of little skate. The directed bait fishery by Rhode Island vessels occurs primarily in federal waters from the Rhode Island/Connecticut/New York state waters boundary east to the waters south of Martha’s Vineyard and Nantucket out to approximately 69° W.\nOther ports that participate in the bait fishery to some extent include ports in southern Massachusetts, Long Island, and Connecticut. Vessels landing for the wing market either target skates on Georges Bank, the Great South Channel, or west of the Nantucket Lightship area in Southern New England.\nVessels landing for the wing market also target skates in the western Gulf of Maine, primarily using trawl gear. Vessels using gillnets often fish east of Cape Cod."], "Northern Anchovy": ["/species/northern-anchovy", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Anchovy-Northern-NOAAFisheries.png?itok=fDz8ufgN", "U.S. wild-caught northern anchovies are a smart seafood choice because they are sustainably managed and responsibly harvested under U.S. regulations."], "Ocean Pout": ["/species/ocean-pout", "/s3/styles/media_375_x_250/s3/2020-12/640x427-Ocean-Pout_NB_W.jpg?itok=OU7J_c3N", "Status\nAccording to the 2017 operational assessment, ocean pout is overfished and overfishing is not occurring.\nAppearance\nOcean pout have a long, tapered, eel-like body.\nOcean pout have a wide fleshy mouth, and their top lip sticks out farther than their bottom lip.\nOcean pout range in color from yellow to reddish-brown to grayish-green, and they have dark X-shaped markings running along the length of their body.\nOcean pout have a distinctive dark brown line on either side of their head that extends from the outer corner of each eye to the edge of each gill cover. \nBiology\nOcean pout can grow up to 46 inches long.\nAdult ocean pout typically feed on a variety of bottom-dwelling invertebrates, like bivalve mollusks, sea urchins, sand dollars, brittle stars, and crabs. \nIn the Gulf of Maine, ocean pout typically migrate farther offshore during the late summer and move back inshore during the spring.\nIn Southern New England and Georges Bank, ocean pout usually move to cooler rocky areas during the summer and return during the fall.\nAdult ocean pout congregate in rocky areas to spawn during September to October.\nFemale ocean pout guard their masses of eggs, which are encased in a gelatinous substance, for approximately 2–3 months until they hatch. \nOcean pout eggs hatch on the bottom, where the fish remain throughout adulthood. \nWhere They Live\nOcean pout are found along the Atlantic Coast of North America from Labrador to Delaware. \nManagement\nWe manage a single stock of ocean pout in U.S. waters.\nOcean pout is a zero-possession species, meaning vessels holding a federal groundfish permit may not fish for, possess, or land ocean pout. \nNOAA Fisheries and the New England Fishery Management Council manage the fishery.\nOcean pout, along with other groundfish in New England waters, are managed under the Northeast Multispecies Fishery Management Plan, which includes:\nPermitting requirements for commercial vessels.\nSeparate management measures for recreational vessels.\nTime/area closures to protect spawning fish and habitat.\nMinimum fish sizes to prevent harvest of juvenile fish.\nAnnual catch limits, based on best available science.\nAn optional sector (catch share) program can be used for cod and other groundfish species. The sector program allows fishermen to form harvesting cooperatives and work together to decide when, where, and how they harvest fish.\n\n"], "Oceanic Whitetip Shark": ["/species/oceanic-whitetip-shark", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-oceanic-whitetip-shark.png?itok=c1hhO1V_", "Oceanic whitetip sharks are large, pelagic sharks found in tropical and subtropical oceans throughout the world. They live offshore in deep water, but spend most of their time in the upper part of the water column near the surface. Oceanic whitetip sharks are long-lived, late maturing, and have low to moderate productivity.\nThe main threat to oceanic whitetip sharks is bycatch in commercial fisheries combined with demand for its fins. They are frequently caught in pelagic longline, purse seine, and gillnet fisheries worldwide and their fins are highly valued in the international trade for shark products. As a result, their populations have declined throughout its global range. In 2018, NOAA Fisheries listed the species as threatened under the Endangered Species Act."], "Opah": ["/species/opah", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Opah-Moonfish-NOAAFisheries.png?itok=3rRAvRVH", "U.S. wild-caught opah is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Albacore Tuna": ["/species/pacific-albacore-tuna", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Tuna-Albacore-NOAAFisheries.png?itok=3pIybUTf", "U.S. wild-caught Pacific albacore tuna is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Bigeye Tuna": ["/species/pacific-bigeye-tuna", "/s3/styles/media_375_x_250/s3/2022-07/640x427-Tuna-Bigeye-NOAAFisheries.png?itok=vKgMmIBb", "U.S. wild-caught Pacific bigeye tuna is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Blue Marlin": ["/species/pacific-blue-marlin", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Marlin-Pacific-Blue-NOAAFisheries_0.png?itok=UqANvLm6", "U.S. wild-caught Pacific blue marlin is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Bluefin Tuna": ["/species/pacific-bluefin-tuna", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Tuna-Bluefin-NOAAFisheries.png?itok=5xIuIw1T", "Although Pacific-wide populations are well below target levels, U.S. wild-caught Pacific bluefin tuna is a smart seafood choice because it is sustainably managed under rebuilding measures that limit harvest by U.S. fishermen."], "Pacific Cod": ["/species/pacific-cod", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Cod-Pacific-NOAAFisheries.png?itok=E6LQhFpp", "U.S. wild-caught Pacific cod is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Common Thresher Shark": ["/species/pacific-common-thresher-shark", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Shark-Common-Thresher-NOAAFisheries.png?itok=C0PrxgOg", "U.S. wild-caught Pacific common thresher shark is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Halibut": ["/species/pacific-halibut", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Halibut-Pacific-NOAAFisheries.png?itok=U9ngrjt4", "Pacific halibut is the largest species of flatfish. It is native to the North Pacific Ocean and it is fished by commercial, recreational, and subsistence fishermen. Huge Pacific halibut, sometimes called \"barn doors,\" can attain a length of more than 8 feet and a width of more than 5 feet. Halibut are born swimming like salmon, with eyes on either side of their head. As they grow (by the time they are 6 months old), one eye migrates to the right side and the young halibut begin swimming sideways, with both eyes on the top of their bodies. Their large size and delectable meat make them a popular and prized target for both sport and commercial fishermen.\nU.S. wild-caught Pacific halibut is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Herring": ["/species/pacific-herring", "/s3/styles/media_375_x_250/s3/2021-01/640x427-Herring_Pacific_NB_W.jpg?itok=JPrwVqt3", "Pacific Herring is a coastal schooling species found on both the eastern and western sides of the Pacific Ocean. In the eastern North Pacific Ocean, Pacific Herring range from Beaufort Sea, Alaska, south to Baja California, Mexico.\nStatus\nIn February of 1999, we received a petition to designate Pacific Herring from Puget Sound, Washington, as a threatened or endangered species under the Endangered Species Act (ESA). In 2001, we found that listing Puget Sound Herring as threatened or endangered was not warranted because the population did not constitute a species, subspecies, or distinct population segment (DPS) under the ESA. However, we further determined that Puget Sound Pacific Herring, including the Cherry Point population, belonged to a larger group of Pacific Herring termed the Georgia Basin Pacific Herring DPS, and that this DPS was neither at risk of extinction, nor likely to become so.\nIn May 2004, a group of environmental organizations petitioned NOAA Fisheries to list the Cherry Point Pacific Herring population under the ESA. This population is called Cherry Point herring because of its location in Puget Sound, Washington. Cherry Point Pacific Herring numbers have been in decline since 1973. In June 2005, we announced that listing the Cherry Point Pacific Herring population under the ESA was not warranted because the population did not constitute a species, subspecies, or DPS under the ESA.\nIn 2007, we received a petition to designate the Lynn Canal population of Pacific Herring as a threatened or endangered DPS under the ESA. In 2008, we found that listing Lynn Canal Pacific Herring population as threatened or endangered under the ESA was not warranted because the population did not constitute a species, subspecies, or DPS under the ESA. However, we initiated a status review for a larger Southeast Alaska DPS (Dixon Entrance northward to Cape Fairweather and Icy Point). This DPS included all Pacific Herring populations in Southeast Alaska, including the Lynn Canal population. In 2014, we determined that listing the Southeast Alaska DPS of Pacific Herring under the ESA was not warranted."], "Pacific Mackerel": ["/species/pacific-mackerel", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Mackerel-Pacific-NOAAFisheries.png?itok=W0ZVw2LM", "U.S. wild-caught Pacific mackerel is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Mahimahi": ["/species/pacific-mahimahi", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Mahimahi-NOAAFisheries.png?itok=PKR_aDtx", "Mahimahi are highly sought for sport fishing and commercial purposes. They are pelagic fish found in off-shore temperate, tropical, and subtropical waters worldwide including the Atlantic and Gulf of Mexico. Mahi are considered a good eating fish, often served in restaurants. As one of the fastest-growing fish in the ocean, they are capable of lengths over 4 feet in the first year of life, and over 6 feet in four years."], "Pacific Ocean Perch": ["/species/pacific-ocean-perch", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Pacific-Ocean-Perch-NOAAFisheries.png?itok=QsHAlDay", "U.S. wild-caught Pacific ocean perch is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. A rebuilding plan restricts harvest of overfished Pacific ocean perch on the West Coast."], "Pacific Salmon and Steelhead": ["/species/pacific-salmon-and-steelhead", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-pacific-salmon-and-steelhead.jpg?itok=05tzjUtq", "Pacific salmon and steelhead have a dynamic life cycle that includes time in fresh and saltwater habitats. These fish are born in freshwater streams and rivers, migrate to coastal estuaries, then enter the ocean where they mature. They usually return as adults to the same streams where they were born to spawn and begin the cycle again.\nNOAA Fisheries manages and protects several species of fish in the Salmonidae family in both the Atlantic and Pacific. Some are threatened or endangered and protected under the Endangered Species Act. Others are targeted by commercial and recreational fisheries and are managed under the Magnuson-Stevens Act to maintain healthy, sustainable population levels.\nPacific salmon and steelhead include the following species:\nChinook Salmon\nESA-protected Chinook salmon\nMSA-managed Chinook salmon fisheries\nChum Salmon\nESA-protected chum salmon\nMSA-managed chum salmon fisheries\nCoho Salmon\nESA-protected coho salmon\nMSA-managed coho salmon fisheries\nSockeye Salmon\nESA protected sockeye salmon\nMSA-managed sockeye salmon fisheries\nPink Salmon\nMSA-managed pink salmon fisheries\nSteelhead Trout\nESA-protected steelhead trout\nLearn about our work to manage and protect salmon and steelhead in the Pacific Northwest:\n \n\n\n\n"], "Pacific Sardine": ["/species/pacific-sardine", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Sardine-Pacific-NOAAFisheries.png?itok=88EjDYWA", "Commercial fishing for Pacific sardines is prohibited because the population is estimated to be below a precautionary level set by managers."], "Pacific Shortfin Mako Shark": ["/species/pacific-shortfin-mako-shark", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Shortfin-Mako-Shark-NOAAFisheries.png?itok=hVhyo2E8", "U.S. wild-caught Pacific shortfin mako shark is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Skipjack Tuna": ["/species/pacific-skipjack-tuna", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Tuna-Skipjack-NOAAFisheries.png?itok=ew3UUdkJ", "U.S. wild-caught Pacific skipjack tuna is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Spiny Dogfish": ["/species/pacific-spiny-dogfish", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Shark-SpinyDogfish-NOAAFisheries.png?itok=SF4f354U", "U.S. wild-caught Pacific spiny dogfish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Wahoo": ["/species/pacific-wahoo", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Wahoo-NOAAFisheries.png?itok=5Ncj5N9M", "U.S. wild-caught Pacific wahoo is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pacific Whiting": ["/species/pacific-whiting", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Pacific-Whiting-Hake-NOAAFisheries.png?itok=UI2CBipp", "Pacific whiting, or hake, is a ray-finned fish species found off the West Coast of the United States and Canada. They are a semi-pelagic schooling species of groundfish. There are three stocks of Pacific whiting: a migratory coastal stock, ranging from southern Baja California to Queen Charlotte Sound; a central-south Puget Sound stock; and a Strait of Georgia stock. While the latter stocks have declined substantially, the coastal stock remains large and healthy and is the most abundant commercial fish stock on the Pacific Coast. Pacific whiting are night-time predators that move up the water column to feed and then migrate back down during the day."], "Pacific Yellowfin Tuna": ["/species/pacific-yellowfin-tuna", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Tuna-Yellowfin-NOAAFisheries.png?itok=4OETK5Jf", "U.S. wild-caught Pacific yellowfin tuna is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Petrale Sole": ["/species/petrale-sole", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Sole-Petrale-NOAAFisheries_0.png?itok=JtvadPJ2", "U.S. wild-caught petrale sole is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Pink Salmon": ["/species/pink-salmon", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Salmon-Pink-NOAAFisheries.png?itok=9zpNO8og", "U.S. wild-caught pink salmon is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations.\nNOAA Fisheries works in cooperation with federal, state, tribal, and Canadian officials to manage these commercial, recreational, and tribal harvest of salmon and steelhead in ocean and inland waters of the West Coast and Alaska. To learn more about management of these fisheries, visit our West Coast and Alaska fisheries management pages."], "Red Grouper": ["/species/red-grouper", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Grouper-Red-NOAAFisheries.png?itok=iOEtZsMn", "Although some populations are below target levels, U.S. wild-caught red grouper is still a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Red Hake": ["/species/red-hake", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Hake-Red-NOAAFisheries.png?itok=YdHdAAQk", "The red hake fishery in the U.S. operates from Maine to Cape Hatteras, North Carolina. Along with silver hake and offshore hake, it is a part of the small-mesh multispecies fishery, which is managed primarily through a series of exemptions from the Northeast Multispecies Fishery Management Plan (or groundfish fishery). The directed commercial fishery is conducted with small-mesh trawl gear with a number of specific requirements to reduce bycatch of larger groundfish species. There are two stocks of red hake (northern and southern) which are managed accordingly. The market for small-mesh multispecies is human consumption and as bait. U.S. wild-caught red hake is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. Implementing regulations are found at 50 CFR part 648 subpart F."], "Red Snapper": ["/species/red-snapper", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Snapper-Red-NOAAFisheries.png?itok=Kqs5E5rs", "U.S. wild-caught red snapper is a smart seafood choice because it is sustainably managed under rebuilding plans that allow limited harvest by U.S. fishermen.\nLearn more about red snapper in the Gulf of Mexico\nLearn more about red snapper in the South Atlantic"], "Rex Sole": ["/species/rex-sole", "/s3/styles/media_375_x_250/s3/dam-migration/rex_sole.png?itok=HLHg3Obs", "U.S. wild-caught rex sole is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "River Herring": ["/species/river-herring", "/s3/styles/media_375_x_250/s3/dam-migration/river_herring_nb_w.png?itok=WJLjW62u", "River herring (alewife and blueback herring) are migratory fish that range along the East Coast from Florida to Maine. They spend most of their life cycle in the marine environment, returning every four to five years to their natal rivers to spawn. Juvenile river herring typically migrate back to the marine environment in the fall. Once out of the river, they may use the estuary for extended periods before migrating in the open ocean.\nHistorically, river herring populations reached into hundreds of millions. Returning to coastal rivers every spring, these fish supported some of the oldest fisheries in the United States.\nRiver herring are prey for important recreational and commercial species, such as cod, haddock, and striped bass.\nOver the years, river herring populations have declined due to habitat loss associated with dams, road crossings and other development activities, overfishing as a direct fishery and as bycatch, pollution, and other factors."], "Rock Sole": ["/species/rock-sole", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Sole-Rock-NOAAFisheries.png?itok=pKuRf9GQ", "U.S. wild-caught rock sole is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Sablefish": ["/species/sablefish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-sablefish.png?itok=FDAC2h-z", "Sablefish are a deepwater species native to the Pacific Northwest and Alaska. They are a tasty source of protein, rich in omega-3 fatty acids, and fetch a high price in local markets. Sablefish have been identified as a potential species for commercial farming in the Pacific Northwest, where they are the target of a  sustainably managed commercial and recreational fishery. The United States currently does not produce farmed sablefish, but researchers are experimenting with raising them in hopes of creating a viable commercial aquaculture industry."], "Sakhalin Sturgeon": ["/species/sakhalin-sturgeon", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-sakhalin-sturgeon.jpg?itok=xPKfrQRo", "The Sakhalin sturgeon is a rare anadromous species found in the Tumnin River, Russia, and the Sea of Japan. The Sakhalin sturgeon is listed as endangered throughout its range under the ESA. "], "Sandbar Shark": ["/species/sandbar-shark", "/s3/styles/media_375_x_250/s3/2023-09/640x427-Shark-Sandbar-NOAAFisheries.png?itok=70flgnUA", "The sandbar shark is one of the largest shark species found in coastal waters. True to their name, sandbar sharks prefer sandy or muddy areas in temperate and tropical waters throughout the world. They are closely related to dusky, bignose, and bull sharks.\nA small number of permitted vessels in the U.S. Atlantic Ocean and Gulf of Mexico fish for sandbar sharks for research purposes. All other landings have been prohibited since 2008."], "Sawback Angelshark": ["/species/sawback-angelshark", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-angelshark_sawback.jpg?itok=1nyhkCok", "The sawback angelshark is a cartilaginous fish similar to a ray or skate. The species once occurred in waters throughout the central and western Mediterranean Sea and along the eastern Atlantic, from Morocco to Angola. It no longer occurs in many areas of the Mediterranean, including the Adriatic Sea and much of the northwestern portion of the Mediterranean Sea, and is rare throughout the rest of its range. The main threat to the sawback angelshark is commercial fishing, particularly by demersal fisheries (for example, trawl fisheries) that primarily operate in depths where the sawback angelshark occur. In 2016, NOAA Fisheries listed the species as endangered under the Endangered Species Act. "], "Scalloped Hammerhead Shark": ["/species/scalloped-hammerhead-shark", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-scalloped-hammerhead.png?itok=xBMa8eQ3", "Scalloped hammerhead sharks are moderately large sharks with a global distribution. The most distinguishing characteristic of this shark is its \"hammer-shaped\" head. They are threatened by commercial fishing, mainly for the shark fin trade. Two distinct population segments of the scalloped hammerhead shark are listed as endangered and two are listed as threatened under the Endangered Species Act (ESA).\nNOAA Fisheries is committed to conserving and protecting scalloped hammerhead sharks. Our scientists and partners use a variety of innovative techniques to study and protect this species. "], "Scup": ["/species/scup", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Scup-NOAAFisheries_0.png?itok=piuPmvOs", "The scup fishery in the U.S. operates from Maine to Cape Hatteras, North Carolina. Scup undergo an extensive migration between coastal waters in the summer and offshore waters (outer continental shelf) in winter. They migrate offshore and south in the fall, returning north and inshore to coastal areas and bays in spring. The scup fishery predominantly uses trawls or handlines, but other gear includes longline, rod and reel, pot, trap, gillnet, spear, and dredge. The market for scup is for human consumption. U.S. wild-caught scup is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. Implementing regulations are found at 50 CFR part 648 subpart H."], "Shortfin Mako Shark": ["/species/shortfin-mako-shark", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Shortfin-Mako-Shark-NOAAFisheries.png?itok=hVhyo2E8", "The shortfin mako is a large and highly migratory shark that occurs across all temperate and tropical ocean waters. "], "Shortnose Sturgeon": ["/species/shortnose-sturgeon", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-shortnose-sturgeon.png?itok=ieXVu3u9", "Shortnose sturgeon live in rivers and coastal waters from Canada to Florida. They hatch in the freshwater of rivers and spend most of their time in the estuaries of these rivers. Unlike Atlantic sturgeon, shortnose sturgeon tend to spend relatively little time in the ocean. When they do enter marine waters, they generally stay close to shore. In the spring, adults move far upstream and away from saltwater to spawn. After spawning, the adults move rapidly back downstream to the estuaries, where they feed, rest, and spend most of their time.\nShortnose sturgeon have five rows of external, bony plates along the length of their body known as scutes, giving them the appearance they are covered in armor. Shortnose sturgeon are slow-growing and late-maturing, and they have been recorded to reach up to 4.5 feet in length and live 30 years or more.\nNative American fishermen harvested shortnose and Atlantic sturgeon for their meat and eggs (roe) beginning some 4,000 years ago, and sturgeon are credited as the primary food source that saved the Jamestown settlers in 1607. In the mid-1800s, Atlantic and shortnose sturgeon began to support a thriving and profitable fishery for caviar, smoked meat, and oil. For the most part, historical landings records failed to differentiate between shortnose sturgeon and the larger Atlantic sturgeon, making it difficult to determine historical trends in abundance for populations of either species. By the late-1800s, sturgeon were being over-exploited. In 1890, over 7 million pounds of sturgeon were caught in 1 year alone. In 1920, only 23,000 pounds of sturgeon were caught.\nAlthough shortnose sturgeon are no longer fished, threats remain that continue to affect recovery efforts. Bycatch in commercial fisheries and increased industrial uses of the nation’s large coastal rivers during the 20th century (e.g., hydropower, nuclear power, treated sewage disposal) became the primary barriers to shortnose sturgeon recovery.\nToday, the shortnose sturgeon is in danger of extinction throughout its range and is listed as an endangered species under the Endangered Species Act. The primary threats to this species are habitat degradation, water pollution, dredging, water withdrawals, fisheries bycatch, and habitat impediments (e.g., dams).\nNOAA Fisheries and its partners are dedicated to conserving and rebuilding shortnose sturgeon populations along the East Coast. We use a variety of innovative techniques to study, protect, and recover these endangered fish. Working closely with our partners, we develop regulations and management plans that preserve and restore sturgeon habitat, monitor bycatch, and promote population recovery.\nDistribution\nHistorically, shortnose sturgeon were found in the coastal rivers along the East Coast of North America—from the Saint John River in New Brunswick, Canada, to the St. Johns River in Florida, and perhaps as far south as the Indian River in Florida. Currently, shortnose sturgeon can be found in 41 bays and rivers along the East Coast, but their distribution across this range is broken up, with a large gap of about 250 miles separating the northern and mid-Atlantic metapopulations from the southern metapopulation. (A metapopulation is a group of separate but interacting populations such that there is gene flow occurring among the populations.) Because of this distance between the shortnose sturgeon in mid-Atlantic/northern metapopulations and the southern metapopulation, adults from the two regions may never meet to breed.\nIn the southern metapopulation, shortnose sturgeon are currently found in the Great Pee Dee, Waccamaw, Edisto, Cooper, Altamaha, Ogeechee, and Savannah rivers. They may also be found in the Black, Sampit, Ashley, Santee, Roanoke, and Cape Fear rivers, as well as Albemarle Sound and Pamlico Sound. Shortnose sturgeon used to be considered extinct in the Satilla, St. Marys, and the St. Johns rivers, but were recently found again in both the Satilla and St. Marys rivers. A single specimen was found in the St. Johns River by the Florida Fish and Wildlife Conservation Commission during extensive sampling of the river in 2002 and 2003; subsequent sampling by a different group in 2014 and 2015 found no shortnose sturgeon.\nIn the northern and mid-Atlantic metapopulations, shortnose sturgeon are currently found in the Saint John (Canada), Penobscot, Kennebec, Androscoggin, Piscataqua, Merrimack, Connecticut, Hudson, Delaware, and Potomac rivers. They have also been frequently spotted opportunistically foraging and transiting in the St. George, Medomak, Damariscotta, Sheepscot, Saco, Deerfield, East, and Susquehanna rivers. On rare occasions, they have been seen in the Narraguagus, Presumpscot, Westfield, Housatonic, Schuylkill, Rappahannock, and James rivers.\nThere are also two dam-locked populations of shortnose sturgeon that were trapped upstream of dams upon completion of their construction. Populations can be found above the Holyoke Dam on the Connecticut River.  In South Carolina, shortnose sturgeon are also trapped in Lake Moultrie and Lake Marion above the dams on the Santee-Cooper river system (i.e., Pinopolis, Wilson, and St. Stephens dams). This population also uses the Congaree and Wateree rivers. "], "Shortspine Thornyhead": ["/species/shortspine-thornyhead", "/s3/styles/media_375_x_250/s3/2022-10/640x427-Shortspine-Thornyhead-NOAAFisheries.png?itok=fg5ygeCq", "Shortspine thornyhead are found from the Bering Sea to Baja California, Mexico. They are distinguished from other rockfishes by the spiny ridge across their cheek. Shortspine thornyhead can live in depths up to 1,500 meters, though they are more commonly found between 55 and 465 meters.\nU.S. wild-caught shortspine thornyhead is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Silver Hake": ["/species/silver-hake", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Hake-Silver-NOAAFisheries.png?itok=oVrKI6HO", "There is little to no separation of silver hake and offshore hake in the market, and both are generally sold under the name “whiting.” The whiting fishery in the United States operates from Maine to Cape Hatteras, North Carolina. Along with red hake, whiting are part of the small-mesh multispecies fishery, which is managed primarily through a series of exemptions from the Northeast Multispecies Fishery Management Plan (or groundfish fishery). The directed commercial fishery is conducted with small-mesh trawl gear with a number of specific requirements to reduce bycatch of larger groundfish species. There are two stocks of silver hake (northern and southern), and one stock of offshore hake, which primarily co-occurs with the southern stock of silver hake. The market for small-mesh multispecies is human consumption and as bait. U.S. wild-caught whiting is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. Implementing regulations are found at 50 CFR part 648 subpart F."], "Smalltail Shark": ["/species/smalltail-shark", null, "Smalltail sharks are relatively small sharks—reaching a maximum length of about 5 ft. They are generally found in estuaries and nearshore waters of the western Atlantic Ocean from Brazil to the northern Gulf of Mexico, though they are generally absent throughout the Caribbean Islands. They tend to associate with the bottom and are generally found over mud substrates."], "Smalltooth Sawfish": ["/species/smalltooth-sawfish", "/s3/styles/media_375_x_250/s3/2023-03/640x427-Sawfish-Smalltooth-markedDW_0.png?itok=T_OCxqus", "The smalltooth sawfish is one of five species of sawfishes.  All sawfishes belong to a group of fish called elasmobranchs that include rays, skates, and sharks. Elasmobranchs have no bones and their skeletons are instead made of cartilage, a firm tissue more flexible than bone. Although shark-like in appearance, sawfishes are actually rays, as their gills and mouths are found on the underside of their bodies. Sawfishes get their name from their distinct rostrum—a long, flat snout edged with teeth—that looks like a saw.\nSmalltooth sawfish live in tropical seas and estuaries (semi-enclosed areas where rivers meet the sea) of the Atlantic Ocean. They are most at home in shallow, coastal waters, and sometimes enter the lower reaches of freshwater river systems. In the United States, they can be found in Florida’s coastal waters. \nSmalltooth sawfish populations declined dramatically during the second half of the 20th century due to habitat loss associated with coastal development and accidental capture in fisheries. In response, NOAA Fisheries listed the U.S. distinct population segment (DPS) of smalltooth sawfish  as an endangered species under the Endangered Species Act (ESA) in 2003; making it the first marine fish to receive federal protection. In 2014, the non-U.S. DPS of smalltooth sawfish was also listed as endangered. Under the ESA, it is illegal to catch, harm, harass, or kill an endangered sawfish. However, some fishermen catch sawfish as bycatch (i.e., incidentally while fishing for other species). Safe handling and release guidelines have been developed to guide fishermen how to respond when they incidentally capture sawfish or other protected species. \nThe smalltooth sawfish is listed on Appendix I of the Convention on International Trade of Endangered Species (CITES). Appendix I of CITES includes species that are considered to be threatened with extinction as a result of commercial trade, and an Appendix I listing creates prohibitions on such trade. Smalltooth sawfish also receive protection under Annex II of the Protocol for Specially Protected Areas and Wildlife—commonly referred to as the SPAW Protocol.The SPAW Protocol engages countries in the Wider Caribbean in conservation for threatened and endangered species. The smalltooth sawfish is also listed as a migratory species threatened with extinction (Appendix I) under the United Nations Environment Programme Convention on the Conservation of Migratory Species of Wild Animals. Participating countries strive to strictly protect these animals, conserving and restoring the places where they live, and mitigating obstacles to migration.\nNOAA Fisheries is committed to protecting and rebuilding smalltooth sawfish. Our scientists and partners use a variety of innovative techniques to study and protect smalltooth sawfish, as there is still much to learn about their life history and distribution. To date, we have designated critical habitat for the U.S. DPS, worked with a team of scientists and management partners to develop a recovery plan. We also continue to conduct public outreach efforts to promote safe handling and release techniques for sawfish."], "Smoothback Angelshark": ["/species/smoothback-angelshark", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-angelshark-smoothback.jpg?itok=hSrEqt_s", "The smoothback angelshark is a cartilaginous fish similar to a ray or skate. The species once occurred in waters throughout the Mediterranean Sea and along the eastern Atlantic, from Morocco to Angola. It is no longer observed in many areas of the Mediterranean and is rare throughout the rest of its range. The main threat to the smoothback angelshark is commercial fishing, particularly by demersal fisheries, like trawl fisheries, that primarily operate in depths where the smoothback angelshark occur. In 2016, NOAA Fisheries listed the species as endangered under the Endangered Species Act. "], "Sockeye Salmon": ["/species/sockeye-salmon", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Salmon-Sockeye-NOAAFisheries.png?itok=4cgPkm8O", "U.S. wild-caught sockeye salmon is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations.\nNOAA Fisheries works in cooperation with federal, state, tribal, and Canadian officials to manage these commercial, recreational, and tribal harvest of salmon and steelhead in ocean and inland waters of the West Coast and Alaska. To learn more about management of these fisheries, visit our West Coast and Alaska fisheries management pages.\nHowever, some sockeye salmon are also protected under the Endangered Species Act. Learn more about protected sockeye salmon."], "Sockeye Salmon (Protected)": ["/species/sockeye-salmon-protected", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Salmon-Sockeye-NOAAFisheries.png?itok=4cgPkm8O", "Sockeye salmon are anadromous fish, which means they can live in both fresh and saltwater. They have a relatively complex life history that includes spawning and juvenile rearing in rivers followed by migrating to saltwater to feed, grow, and mature before returning to freshwater to spawn. Sockeye salmon are vulnerable to many stressors and threats including blocked access to spawning grounds and habitat degradation caused by dams and culverts. One evolutionary significant unit is listed as endangered and one ESU is listed as threatened under the Endangered Species Act.\nNOAA Fisheries is committed to conserving and protecting sockeye salmon. Our scientists and partners use a variety of innovative techniques to study, learn more about, and protect this species. \nLearn more about sockeye salmon"], "Spanish Mackerel": ["/species/spanish-mackerel", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Mackerel-Spanish-NOAAFisheries.png?itok=r0_2Eep0", "U.S. wild-caught Spanish mackerel is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Spiny Angelshark": ["/species/spiny-angelshark", "/s3/styles/media_375_x_250/s3/2020-10/640x427-Angelshark_Spiny_NB_W.jpg?itok=RyIvkH-i", "The spiny angelshark is a cartilaginous fish similar to a ray or skate. They occur in the Southwest Atlantic from Brazil to Argentina. The spiny angelshark represents the most commonly caught angelshark species in numerous fisheries operating throughout its range. As such, the main threat to the spiny angelshark is bycatch in commercial and artisanal fisheries. The spiny angelshark has suffered significant population declines, including a 36 to 47 percent decline in biomass within the Argentina and Uruguay Common Fishing Zone and an 85 percent abundance decline in waters off Brazil, with the possible extirpation of a local breeding population. In 2017, NOAA Fisheries listed the species as endangered under the Endangered Species Act. "], "Steelhead Trout": ["/species/steelhead-trout", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-steelhead-trout.png?itok=iNL91V0T", "Steelhead trout are a unique species. Individuals develop differently depending on their environment. All wild steelhead trout hatch in gravel-bottomed, fast-flowing, well-oxygenated rivers and streams. Some stay in fresh water all their lives and are called rainbow trout. Steelhead trout that migrate to the ocean typically grow larger than the ones that stay in freshwater. They then return to freshwater to spawn. Steelhead trout are vulnerable to many stressors and threats including blocked access to spawning grounds and habitat degradation caused by dams and culverts.\nOne distinct population segment is listed as endangered under the Endangered Species Act, and 10 DPS and 1 experimental non-essential population are listed as threatened.\nNOAA Fisheries is committed to conserving and protecting steelhead trout. Our scientists and partners use a variety of innovative techniques to study, learn more about, and protect this species. "], "Striped Marlin": ["/species/striped-marlin", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-striped-marlin.png?itok=vd1qeery", "Striped marlin are a highly migratory fish living at the top of the food chain in the tropical and subtropical regions of the Pacific and Indian Oceans. It is a member of a larger family known as billfish, which get their name from their upper jaw that extends to form a spear. Because of their large size, marlin are prized sport fish. Striped marlin also support large commercial fisheries throughout the Pacific Ocean."], "Striped Smoothhound Shark": ["/species/striped-smoothhound-shark", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-striped-smoothhound-shark.jpg?itok=vU_IHniG", "The striped smoothhound is a shark. The species once commonly occurred off the coast of southern Brazil, but due to significant fishing pressure, particularly on juveniles and newborns by commercial and artisanal fisheries, the species experienced a significant decline. The main threat to the striped smoothhound is bycatch in various commercial and artisanal fisheries operating in its coastal inshore habitat, including nursery areas. In 2017, NOAA Fisheries listed the species as endangered under the Endangered Species Act. "], "Summer Flounder": ["/species/summer-flounder", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Flounder-Summer-NOAAFisheries.png?itok=rlQpaMGP", "The summer flounder fishery in the U.S. operates from Maine to the North Carolina/South Carolina border. Summer flounder is one of the most sought after commercial and recreational fish along the Atlantic coast. Summer flounder is found in inshore and offshore waters from Nova Scotia, Canada, to the east coast of Florida. Summer flounder are mainly caught in bottom otter trawls, but are also taken by pound nets and gillnets in estuarine waters. The market for summer flounder is for human consumption and is primarily sold fresh. U.S. wild-caught summer flounder is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. Implementing regulations are found at 50 CFR part 648 subpart G."], "Tilefish": ["/species/tilefish", "/s3/styles/media_375_x_250/s3/2022-08/640x427-Tilefish-Blueline-NOAAFisheries.png?itok=cyOf8X37", "Tilefish are found Maine to Campeche, Mexico on the outer continental shelves, shelf breaks, and upper slopes. The tilefish fishery in the Greater Atlantic Region of the U.S. is managed from Maine through Virginia, with the majority of the fishery concentrated between Nantucket Island, Massachusetts, south to Cape May, New Jersey; more specifically between Hudson and Veatch Canyons. The commercial fishery predominantly uses longline gear, although handline, rod and reel, and trawl gear are also authorized. The recreational fishery has no gear restrictions, but rod and reel and spear are the most common gears used based on the authorized possession limits. Market data is not yet available for the Mid-Atlantic tilefish fishery north of the VA/NC border. U.S. wild-caught tilefish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations. Implementing regulations are found at 50 CFR part 648 subpart N."], "Tope Shark": ["/species/tope-shark", null, "The tope shark is a highly migratory shark with a range that includes most oceans, specifically the Northeast, Eastern Central, Southwest and Southeast Atlantic Ocean; the Southwest, Southeast, Western Central, Eastern Central, and Northeast Pacific Ocean; the Mediterranean Sea, and the Eastern Indian Ocean. "], "Totoaba": ["/species/totoaba", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-totoaba.jpg?itok=ZBWFDJFv", "The totoaba is listed as endangered throughout its range under the Endangered Species Act. "], "Vermilion Snapper": ["/species/vermilion-snapper", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Snapper-Vermilion-NOAAFisheries.png?itok=xkzT-nJX", "U.S. wild-caught vermilion snapper is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "West Coast Coastal Pelagic Species": ["/species/west-coast-coastal-pelagic-species", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-coastal-pelagic-species-west-coast.jpg?itok=8_ayJCfp", "“Coastal Pelagic Species” on the West Coast include Pacific sardine, Pacific mackerel, jack mackerel, northern anchovy, market squid, and krill. CPS live in the water column, as opposed to living near the sea floor, at depths from the surface to 1,000 meters (547 fathoms) deep, typically above the continental shelf. NOAA Fisheries and the Pacific Fishery Management Council oversee the management of CPS in U.S. federal waters off the West Coast. The California Department of Fish and Wildlife co-manages the market squid fishery off California with NOAA Fisheries and the Council. The primary commercial fishery for CPS is off the coast of California (south of 39 degrees North latitude), however, fishermen in Oregon and Washington also harvest small amounts of CPS.\nWest Coast CPS play an important role in the California Current ecosystem as a food source for marine mammals, sea birds, and larger fish, and support various commercial and recreational fisheries.\nPopulation Status\nFor information on CPS stock abundance, population trends, and historical fishery landings, see the current Stock Assessment and Fishery Evaluation Report.\nBiology\nFor background information on CPS biology, visit the Pacific Fishery Management Council webpage, as well as our Species pages for Pacific Sardine, Pacific Mackerel, Northern Anchovy, and Market Squid.\nRecent Management Highlights\n2023–2024 and 2024–2025 Specifications for Pacific Mackerel: The purpose of this rulemaking is to establish harvest specifications and management measures for Pacific mackerel for the 2023–2024 and 2024–2025 fishing years (July 1 to June 30).\n\tProposed Rule (88 FR 67222, September 29, 2023)\n\n2023-2024 Pacific Sardine Harvest Specifications and Management Measures: The purpose of this rulemaking is to establish harvest specifications and management measures for the northern subpopulation of Pacific sardine for the 2023-2024 fishing year, beginning on July 1, 2023, and ending on June 30, 2024.\n\tFinal Rule (88 FR 41040, June 23, 2023)\nProposed Rule (88 FR 31214, May 16, 2023)\n\nAmendment 20: The purpose of Amendment 20 to the CPS Fishery Management Plan is to to improve clarity in the management framework for CPS stocks. This action is administrative in nature and does not change management for CPS stocks, just certain nomenclature in the Fishery Management Plan. There are minor changes to federal regulations associated with this amendment.  \n\tFinal Rule (88 FR 42652, July 3, 2023)\nNotice of Availability (88 FR 17515, March 23, 2023)\nProposed Rule (88 FR 20456, April 6, 2023)\n\n2022-2023 Pacific Sardine Harvest Specifications and Management Measures: The purpose of this rulemaking is to establish harvest specifications and management measures for the northern subpopulation of Pacific sardine for the 2022-2023 fishing year, beginning on July 1, 2022, and ending on June 30, 2023.\n\tCorrection (87 FR 55317, September 9, 2022), correcting the tonnage amount that would trigger a trip limit for the live bait fishery\nFinal Rule (87 FR 39384, July 1, 2022)\nProposed Rule (87 FR 27557, May 9, 2022)\n\n2021–2022 and 2022–2023 Specifications for Pacific Mackerel: The purpose of this rulemaking is to establish harvest specifications and management measures for Pacific mackerel for the 2021–2022 and 2022–2023 fishing years (July 1 to June 30).\n\tFinal Rule (86 FR 64825, November 19, 2021)\nProposed Rule (86 FR 48969, September 1, 2021)\n\n2021–2022 Pacific Sardine Harvest Specifications and Management Measures: The purpose of this rulemaking is to establish harvest specifications and management measures for the northern subpopulation of Pacific sardine for the 2021–2022 fishing year, which begins July 1, 2021, and ends June 30, 2022.\n\tFinal Rule (86 FR 36237, July 9, 2021)\nProposed Rule (86 FR 28325, May 26, 2021)\n\nAmendment 18: The purpose of Amendment 18 is to implement a rebuilding plan for Pacific sardine, which NOAA Fisheries declared overfished in June 2019. There are no implementing regulations for Amendment 18. \n\tNotice of Availability (86 FR 14401, March 16, 2021)\nNotice of Agency Decision (86 FR 33142, June 24, 2021)\n\nHarvest Specifications for the Central Subpopulation of Northern Anchovy: The purpose of this rulemaking is to establish harvest specifications for the central subpopulation of Northern anchovy. Effective February 1, 2021.\n\tFinal Rule (85 FR 86855, December 31, 2020)\nProposed Rule (85 FR 73446, November 18, 2020)\n\n2020–2021 Pacific Sardine Harvest Specifications and Management Measures: The purpose of this rulemaking is to establish harvest specifications and management measures for the northern subpopulation of Pacific sardine for the 2020–2021 fishing year, which begins July 1, 2020, and ends June 30, 2021.\n\tFinal Rule (85 FR 40135, July 6, 2020)\nProposed Rule (85 FR 31733, May 27, 2020)\n\nAmendment 17: The purpose of Amendment 17 is to remove the pre-specified incidental landing limit that would become effective for live bait were a stock managed under the FMP to become overfished. There are no implementing regulations for Amendment 17.\n\tNotice of Agency Decision (84 FR 40296, August 14, 2019)\nNotice of Availability (84 FR 10768, March 22, 2019)\n\nCompliance Guides\nThe following program information serves as a Small Entity Compliance Guide, complying with section 212 of the Small Business Regulatory Enforcement Fairness Act of 1996.\nCentral Subpopulation of Northern Anchovy Harvest Specifications (2020)\nThe agency published a final rule (85 FR 86855, December 21, 2020) to establish new harvest specifications, specifically the overfishing limit (OFL), acceptable biological catch (ABC), and annual catch limit (ACL), for the central subpopulation of northern anchovy in the U.S. exclusive economic zone off the Pacific coast, under the Coastal Pelagic Species Fishery Management Plan, on December 31, 2020, with an effective date of February 1, 2021. Specifically, this action implemented an OFL of 119,153 metric tons (mt), an ABC of 29,788 mt, and an ACL of 25,000 mt. If the ACL for this stock is reached or projected to be reached, then fishing will be closed until it reopens at the start of the next fishing season. The NMFS West Coast Regional Administrator would publish a notice in the Federal Register to announce when catch reaches the incidental limits, as well as any changes to allowable incidental catch percentages.  Additionally, to ensure that the regulated community is informed of any closure, NMFS would make announcements through other means available, including emails to fishermen, processors, and state fishery management agencies. \nContact Us\nFor more information on Coastal Pelagic Species management, contact the West Coast Region’s Coastal Pelagic Species Branch at (562) 980-4034\nFor questions related to Coastal Pelagic Species permits, please visit NOAA Fisheries’ West Coast Permits website or contact our Permits Coordinator at (562) 980-4238\nSubscribe to the Coastal Pelagic Species Email Group (link coming soon) to receive public notices by email."], "West Coast Groundfish": ["/species/west-coast-groundfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-west-coast-groundfish.jpg?itok=qJQfeD0K", "Groundfish refers to more than 90 different types of roundfish, flatfish, rockfish, sharks, and skates off the West Coast. With a few exceptions, groundfish live on or near the bottom of the ocean. Fishermen from Washington, Oregon, and California catch them year-round using a variety of gear types. These stocks are harvested in both non-tribal and tribal commercial fisheries and recreational fisheries. NOAA Fisheries and the Pacific Fishery Management Council oversee the management of West Coast groundfish in U.S. federal waters.\nPopulation Status\nGroundfish populations on the West Coast have rebounded from lows experienced in the 1990s. Measures including closed areas, reduced catch limits, and a shift to “catch shares” management were implemented. As a result, the recovery of some rockfish species has occurred more than a decade earlier than the timeline estimated by scientists. Today, most of the 90 plus stocks managed under the West Coast groundfish fisheries are not overfished and are not experiencing overfishing. The following stock is making progress towards being rebuilt:\nYelloweye rockfish (rebuilding; not experiencing overfishing); target rebuilding year: 2029.\nFor updated information, view our Fishery Stock Status Updates.\nAppearance\nGroundfish generally fall into one of the following categories of fish:\nRockfish: Numerous species, including widow, yellowtail, canary, and vermilion rockfish; bocaccio, chilipepper, cowcod, yelloweye, thornyheads, and Pacific ocean perch.\nFlatfish: 12 species including petrale sole, Dover sole, starry flounder, arrowtooth flounder, and Pacific sanddab.\nRoundfish: The six species are lingcod, cabezon, kelp greenling, Pacific cod, Pacific whiting (hake), and sablefish.\nSharks and skates: The six species are leopard shark, soupfin shark, spiny dogfish, big skate, California skate, and longnose skate.\nOther species: These include ratfish, finescale codling, and Pacific rattail grenadier.\nBiology\nGroundfish are commonly associated at some part of their lives with the ocean floor. While most groundfish share this characteristic, a wide variety of life history traits can be found. Some species are long-lived, with life spans exceeding 30 years. in some extreme cases they may reach ages of 100 years or greater. Longer-lived species tend to produce fewer offspring that grow to adulthood, but have other life history traits for coping with environmental variability. Species with shorter life expectancies tend to have more variable reproductive success. They experience more pronounced “boom and bust” population dynamics. Life history information continues to be evaluated and incorporated into the stock assessments which provide the basis for fishery management decisions.\nWhere They Live\nMost species are coastwide stocks. Some of them vary in concentration from north to south, and some are common from the U.S./Canada border to the U.S./Mexico border. Groundfish inhabit a variety of depths, ranging from intertidal and nearshore to waters as deep as 3,500 meters (1,900 fathoms). Most individual species tend to localize by depth more than latitude.\nManagement Highlights\nIn 2011, NOAA Fisheries and the Council implemented “catch shares” management for portions of the commercial fishery. Catch shares allocates each fisherman a share of the allowable catch, as determined by scientific data. The Groundfish Trawl Catch Share Program freed fishermen from having to race each other to catch the most fish. The management change resulted in a substantial reduction in discarded catch. It led to the full rebuilding of several groundfish species, some of them a decade or more ahead of expectations.\nInformation on ongoing management changes for all groundfish fisheries is available on our Compliance Guides page.\nRelated Fisheries\nSablefish\nPacific Whiting\nPacific Halibut\nAdditional Management Resources\nWest Coast Fisheries Permits\nWest Coast Groundfish Commercial Fisheries\nWest Coast Groundfish Recreational Fisheries\nFishWatch\nContact Us\nFor questions related to West Coast groundfish regulations, contact the West Coast Region’s Groundfish Branch at (206) 526-6140.\nFor questions related to West Coast groundfish permits and licenses or the associated forms, please contact the NOAA Fisheries Permit Office at (206) 526-4353.\nSign-up to receive bulletins and notices by email. After entering your contact information, check the boxes for the \"Groundfish“, “Pacific Whiting”, and/or “Recreational Fisheries“ topics under “West Coast Updates\"."], "Western Atlantic Bluefin Tuna": ["/species/western-atlantic-bluefin-tuna", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Tuna-Bluefin-NOAAFisheries.png?itok=5xIuIw1T", "U.S. wild-caught western Atlantic bluefin tuna is a smart seafood choice because it is sustainably managed under a rebuilding plan that allows limited harvest by U.S. fishermen."], "White Hake": ["/species/white-hake", "/s3/styles/media_375_x_250/s3/2020-12/640x427-Hake_White_NB_W.jpg?itok=nEavdVAi", "White hake, also known as mud hake, are a species of groundfish that live in the deeper northwestern parts of the Atlantic Ocean. They are often compared to Atlantic cod and haddock in their physical appearance and taste."], "White Shark": ["/species/white-shark", "/s3/styles/media_375_x_250/s3/2021-11/640x427-Shark_Great_White_NB_W.jpg?itok=FrSW0cOO", "The white shark is a large, wide-ranging species that occurs in temperate and subtropical seas worldwide. As an apex predator, the white shark is at the top of the food chain and plays an important ecological role in the oceans. It is also an iconic species due to its occurrence in near-shore habitats and frequent appearance in films and documentaries. But despite its fearsome reputation, its large size and low productivity (reproductive rates, growth rates, age at maturity, longevity, etc.) make the white shark vulnerable to declines from human impacts. Due to these natural vulnerabilities, the white shark is one of the most widely protected sharks globally.\nThe white shark is also one of the most well-studied shark species in the world, including its populations off the east and west coasts of the United States. Seasonal aggregations in key feeding areas along the coast allows researchers to study them. NOAA Fisheries studies the biology of white sharks as well as monitors their populations and manages fisheries that may incidentally catch them. However, there is still much we don't know about them. Many basic questions about their abundance, life history, habitats, and movements remain unanswered."], "Widow Rockfish": ["/species/widow-rockfish", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Widow-Rockfish-NOAAFisheries.png?itok=h4cBZyAP", "U.S. wild-caught widow rockfish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Windowpane Flounder": ["/species/windowpane-flounder", "/s3/styles/media_375_x_250/s3/2020-10/640x427-Flounder_Windowpane_NB_W.jpg?itok=vs0Z63dB", "Windowpane flounder are found in the northwest Atlantic from the Gulf of St. Lawrence to Florida in relatively shallow water. We manage two stocks of windowpane flounder in U.S. waters: Gulf of Maine/Georges Bank windowpane flounder, and Southern New England/Mid-Atlantic windowpane flounder.\nStatus\nAccording to the 2017 operational assessment the Gulf of Maine/Georges bank stock of windowpane flounder is overfished and no overfishing is occurring.\nAccording to the 2017 operational assessment, the Southern New England/Mid-Atlantic stock of windowpane flounder is not overfished and overfishing is not occurring. \nAppearance\nWindowpane flounder is a left-eyed species of flounder.\nWindowpane flounder have a rounded body shape—they are nearly as wide as they are long.\nWindowpane flounder have thin, nearly translucent bodies.\nThe tips of the first 10–12 rays on a windowpane flounder’s dorsal fin are free (not connected by fin membrane), and as a result, they have a fringe-like appearance. \nThe top side (eyed side) of a windowpane flounder is light greenish-brown and covered in small dark brown and white spots, while the bottom side is white. \nBiology\nAdult windowpane flounder typically grow to 10–12 inches in length. \nOn Georges Bank, some windowpane flounder spawn as early as July or August, but spawning activity peaks in October and November.\nIn Southern New England, windowpane flounder typically spawn during the spring and the fall.\nIn the Mid-Atlantic, windowpane flounder typically spawn during April to May, with peak spawning occurring in October to November. \nWhen windowpane flounder are first hatched, their eyes are symmetrical, with an eye on each side of their head. As the fish grows, it flattens out and the right eye moves over to the left side of its head.\nAfter metamorphosis, young windowpane flounder typically settle to the bottom in inshore areas and migrate to deeper offshore waters as they get older. \nYoung windowpane flounder usually feed on copepods that are suspended in the water column, while adult windowpane flounder typically prey on bottom-dwelling organisms such as shrimp, small fish, lobsters, and crabs. \nWhere They Live\nWindowpane flounder are found in the northwest Atlantic from the Gulf of St. Lawrence to Florida in relatively shallow water.\nManagement\nWe manage two stocks of windowpane flounder in U.S. waters: Gulf of Maine/Georges Bank windowpane flounder, and Southern New England/Mid-Atlantic windowpane flounder.\nNOAA Fisheries and the New England Fishery Management Council manage the fishery.\nWindowpane flounder, along with other groundfish in New England waters, is managed under the Northeast Multispecies Fishery Management Plan, which includes:\nPermitting requirements for commercial vessels.\nSeparate management measures for recreational vessels.\nTime/Area closures to protect spawning fish and habitat.\nMinimum fish sizes to prevent harvest of juvenile fish.\nAnnual catch limits, based on best available science.\nAn optional sector (catch share) program can be used for cod and other groundfish species. The sector program allows fishermen to form harvesting cooperatives and work together to decide when, where, and how they harvest fish.\n\n"], "Winter Flounder": ["/species/winter-flounder", "/s3/styles/media_375_x_250/s3/2021-05/640x427-Flounder-Winter-NB-W.jpg?itok=G2T90kMy", "U.S. wild-caught winter flounder is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Winter Skate": ["/species/winter-skate", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-skate-winter.jpg?itok=YIJilLSz", "Winter skate is managed as a part of the Northeast Skate Complex along with six other skate species in the same fishery management plan. Of these species, winter skates are the primary species harvested for human consumption, for the meat in their wings. U.S. wild-caught winter skate is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Witch Flounder": ["/species/witch-flounder", "/s3/styles/media_375_x_250/s3/2020-10/640x427-Flounder_Witch_right_NB_W.jpg?itok=yN1quYpR", "Status\nAccording to the 2017 operational assessment, witch flounder is overfished and it is unknown whether overfishing is occurring.  \nAppearance\nWitch flounder is a right-eyed species of flounder.\nWitch flounder have a relatively small head, small mouth, and narrow body. \nWitch flounder are covered in smooth scales.  \nWitch flounder have approximately 12 indentations on the underside (blind side) of their head.  \nThe top side (eyed side) of a witch flounder is generally grayish-brown in color, while the bottom side is white and covered with tiny dark dots. The top side pectoral fin is dusky or even black with a narrow light distal border.  \nBiology\nRelative to other flatfish in the region, witch flounder are slow-growing, late-maturing, and long-lived.\nWitch flounder can grow up to 25 inches long.\nWitch flounder typically spawn in cold water during March – November, with peak spawning occurring during the summer months.\nWitch flounder living near the northern end of the species’ range typically spawn later in the year than those living farther south. \nWitch flounder spawn on or near the bottom of the ocean, and the fertilized eggs float and develop higher in the water column. \nWhen witch flounder first hatch, their eyes are symmetrical, with an eye on each side of their head. As the fish grows, it flattens out and the left eye moves over to the right side of its head. After this metamorphosis, the juvenile settles to the ocean bottom.\nWitch flounder do not complete metamorphosis until they are between 4 and 12 months old.\nAdult witch flounder primarily feed on polychaete worms, but they also prey on other bottom-dwelling invertebrates such as sea cucumbers, small crustaceans, and small mollusks. \nWhere They Live\nWitch flounder are found on the Eastern and Western sides of the North Atlantic.\nAlong the western side of the North Atlantic, witch flounder are distributed in deep, cold waters from Labrador to North Carolina.\nManagement\nWe manage a single stock of witch flounder in U.S. waters.\nNOAA Fisheries and the New England Fishery Management Council manage the fishery.\nWitch flounder, along with other groundfish in New England waters, is managed under the Northeast Multispecies Fishery Management Plan, which includes:\nPermitting requirements for commercial vessels.\nSeparate management measures for recreational vessels.\nTime/Area Closures to protect spawning fish and habitat.\nMinimum fish sizes to prevent harvest of juvenile fish.\nAnnual catch limits, based on best available science.\nAn optional sector (catch share) program can be used for cod and other groundfish species. The sector program allows fishermen to form harvesting cooperatives and work together to decide when, where, and how they harvest fish.\n\n"], "Wreckfish": ["/species/wreckfish", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Wreckfish-NOAAFisheries.png?itok=hfOcmFjR", "U.S. wild-caught wreckfish is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Yelloweye Rockfish": ["/species/yelloweye-rockfish", "/s3/styles/media_375_x_250/s3/dam-migration/yelloweye-rockfish.png?itok=zqwzxT4H", "Yelloweye rockfish are among the longest lived of rockfishes, with maximum age reported to be up to 150 years. This species also is very slow growing and late to mature. Although conservation measures like fishing bans have been put in place in Puget Sound, recovery from threats such as past overfishing and continued bycatch will take many years due to the life history of yelloweye rockfish. The Puget Sound/Georgia Basin distinct population segment (DPS) in Washington State is listed as threatened under the Endangered Species Act.\nNon-ESA listed populations of yelloweye rockfish are harvested in commercial and recreational fisheries off the West Coast and Alaska. Fisheries harvest of yelloweye rockfish is managed under the following Fishery Management Plans (FMPs): \nPacific Coast Groundfish FMP\nGroundfish of the Gulf of Alaska FMP\nGroundfish of the Bering Sea and Aleutian Islands FMP\nLearn more about the Pacific Coast Groundfish Fishery off the West Coast\nAssessment of the Other Rockfish stock complex in the Gulf of Alaska (PDF, 49 pages)\nAssessment of the Demersal Shelf Rockfish Stock Complex in the Southeast Outside Subdistrict of the Gulf of Alaska (PDf, 17 pages)"], "Yellowfin Sole": ["/species/yellowfin-sole", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Sole-Yellowfin-NOAAFisheries.png?itok=qV7UCjLp", "U.S. wild-caught yellowfin sole is a smart seafood choice because it is sustainably managed and responsibly harvested under U.S. regulations."], "Yellowtail Flounder": ["/species/yellowtail-flounder", "/s3/styles/media_375_x_250/s3/2022-09/640x427-Flounder-Yellowtail-NOAAFisheries.png?itok=0Aw_5BQw", "Yellowtail flounder live along the Atlantic coast of North America from Newfoundland to the Chesapeake Bay. There are three stocks in U.S waters: the Gulf of Maine/Cape Cod, Georges Bank, and Southern New England/Mid-Atlantic stocks, all of which NOAA Fisheries is working to rebuild. "], "Yellowtail Rockfish": ["/species/yellowtail-rockfish", "/s3/styles/media_375_x_250/s3/dam-migration/640x427-rockfish_yellowtail_nb_w.jpg?itok=ejpmIU4V", "Yellowtail Rockfish can be found in the Northeast Pacific, from Southern California to Alaska. It is regularly found over deep reefs from the surface to depths of 1,800 feet.\nNOAA Fisheries and Pacific Fishery Management Council manage the U.S. West Coast yellowtail rockfish fishery under the Pacific Coast Groundfish Fishery Management Plan. In addition to yellowtail rockfish, the FMP covers over 90 different species including other rockfish and flatfish.\nIn Alaska, NOAA Fisheries and the North Pacific Fishery Management Council manage yellowtail rockfish under the Fishery Management Plan for Groundfish of the Gulf of Alaska."]}